/*
Navicat MySQL Data Transfer

Source Server         : localhost_3306
Source Server Version : 50635
Source Host           : localhost:3306
Source Database       : test

Target Server Type    : MYSQL
Target Server Version : 50635
File Encoding         : 65001

Date: 2019-05-31 17:06:14
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for drugs
-- ----------------------------
DROP TABLE IF EXISTS `drugs`;
CREATE TABLE `drugs` (
  `id` int(11) NOT NULL,
  `name` varchar(255) DEFAULT '',
  `jianma` varchar(255) DEFAULT '',
  `type` varchar(255) DEFAULT NULL,
  `genralname` varchar(255) DEFAULT NULL,
  `unit` varchar(255) DEFAULT NULL,
  `norms` varchar(255) DEFAULT NULL,
  `approvalnum` varchar(255) DEFAULT NULL,
  `period` varchar(255) DEFAULT NULL,
  `minstock` int(11) DEFAULT NULL,
  `bid` double(10,2) DEFAULT NULL,
  `price` double(10,2) DEFAULT NULL,
  `products` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `price` (`price`),
  KEY `bid` (`bid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of drugs
-- ----------------------------
INSERT INTO `drugs` VALUES ('101001', '糠甾醇片(牙周宁)', 'KZC', '抗微生物药', '', '盒', '40mg*60s', '国药准字', '24', null, '8.00', '12.00', '浙江昂利康制药有限公司');
INSERT INTO `drugs` VALUES ('101002', '甲硝唑芬布芬胶囊(牙周康)', 'JXZF', '抗微生物药', '', '盒', '10s', '国药准字', '24', null, '10.00', '15.00', '广州欧化药业');
INSERT INTO `drugs` VALUES ('101003', '人工牛黄甲硝唑胶囊(牙痛安)', 'LGNH', '抗微生物药', '', '盒', '20s', '国药准字', '24', null, '21.00', '0.00', '石家庄制药');
INSERT INTO `drugs` VALUES ('101010', '阿昔洛韦片', 'ASLW', '抗微生物药', '', '盒', '24s', '国药准字', '24', null, '0.00', '0.00', '四川珍珠制药');
INSERT INTO `drugs` VALUES ('101011', '利巴韦林颗粒', 'XBL', '抗微生物药', '', '盒', '50mg*18', '国药准字', '24', null, '0.00', '0.00', '四川百利药业有限责任公司');
INSERT INTO `drugs` VALUES ('101013', '伊曲康唑胶囊(斯皮仁诺)', 'XAYS', '抗微生物药', '', '盒', '0.1g*14s', '国药准字', '24', null, '0.00', '0.00', '西安杨森制药有限公司');
INSERT INTO `drugs` VALUES ('101014', '酮康唑片(里素劳)', 'LSL', '抗微生物药', '', '盒', '0.2g*10s', '国药准字', '24', null, '0.00', '0.00', '西安杨森制药有限公司');
INSERT INTO `drugs` VALUES ('101015', '灰黄霉素片', 'HHMS', '抗微生物药', '', '瓶', '0.125g*30s', '国药准字', '24', null, '0.00', '0.00', '上海信谊药业 ');
INSERT INTO `drugs` VALUES ('101017', '吡嗪酰胺片', 'PQXA', '抗微生物药', '', '瓶', '100s', '国药准字', '24', null, '5.00', '0.00', '上海信谊药业 ');
INSERT INTO `drugs` VALUES ('101018', '异烟肼片', 'YYJ', '抗微生物药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '汕头金石制药');
INSERT INTO `drugs` VALUES ('101019', '盐酸乙胺丁醇片', 'YADC', '抗微生物药', '', '瓶', '0.25g*100s', '国药准字', '24', null, '0.00', '0.00', '广东华南制药');
INSERT INTO `drugs` VALUES ('101020', '利福平胶囊', 'LFP', '抗微生物药', '', '瓶', '0.15g*100s', '国药准字', '24', null, '0.00', '0.00', '上海信谊万象药业股份有限公司');
INSERT INTO `drugs` VALUES ('101022', '土霉素片', 'TMS', '抗微生物药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '广东华南制药');
INSERT INTO `drugs` VALUES ('101023', '替哨唑片', 'TXZ', '抗微生物药', '', '盒', '0.5g*8s', '国药准字', '24', null, '0.00', '0.00', '湖南中达骛马制药有限责任公司');
INSERT INTO `drugs` VALUES ('101024', '甲硝唑片', 'JXZ', '抗微生物药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '广东华南制药');
INSERT INTO `drugs` VALUES ('101025', '阿莫西林颗粒', 'AMXLKL', '抗微生物药', '', '盒', '0.125g*12', '国药准字', '24', null, '0.00', '0.00', '天津太平洋制药');
INSERT INTO `drugs` VALUES ('101026', '阿莫西林颗粒(再林)', 'ZL', '抗微生物药', '', '盒', '0.125g*18', '国药准字', '24', null, '0.00', '0.00', '海南先声药业');
INSERT INTO `drugs` VALUES ('101027', '阿莫西林颗粒', 'AMXLKL', '抗微生物药', '', '盒', '0.125g*10', '国药准字', '24', null, '0.00', '0.00', '河北华威得菲尔药业');
INSERT INTO `drugs` VALUES ('101028', '阿莫西林胶囊', 'AMXLJN', '抗微生物药', '', '盒', '0.25g*24s', '国药准字', '24', null, '0.00', '0.00', '珠海联邦制药股份有限公司中山');
INSERT INTO `drugs` VALUES ('101029', '阿莫西林胶囊', 'AMXL', '抗微生物药', '', '盒', '0.25g*20s', '国药准字', '24', null, '0.00', '0.00', '哈药集团三精明水药业');
INSERT INTO `drugs` VALUES ('101030', '罗红霉素胶囊', 'LHMS', '抗微生物药', '', '盒', '0.15g*6s', '国药准字', '24', null, '0.00', '0.00', '西安安泰药业有限公司');
INSERT INTO `drugs` VALUES ('101031', '罗红霉素分散片', 'YD', '抗微生物药', '', '盒', '0.15*12s', '国药准字', '24', null, '0.00', '0.00', '哈药集团制药六厂');
INSERT INTO `drugs` VALUES ('101032', '琥乙红霉素片(利君沙)', 'LJSS', '抗微生物药', '', '盒', '24s', '国药准字', '24', null, '0.00', '0.00', '西安利君制药');
INSERT INTO `drugs` VALUES ('101033', '罗红霉素分散片(好娃娃)', 'LHMS', '抗微生物药', '', '盒', '50mg*12s', '国药准字', '24', null, '0.00', '0.00', '太阳石药业');
INSERT INTO `drugs` VALUES ('101034', '头孢拉定胶囊', 'TBLD', '抗微生物药', '', '盒', '0.25g*24s', '国药准字', '24', null, '0.00', '0.00', '浙江医药股份有限公司新昌制药厂');
INSERT INTO `drugs` VALUES ('101035', '头孢氨苄甲氧苄啶胶囊', 'TBAB', '抗微生物药', '', '盒', '0.125g*12s', '国药准字', '24', null, '0.00', '0.00', '广州侨光制药有限公司');
INSERT INTO `drugs` VALUES ('101040', '盐酸环丙沙星片', 'HBSX', '抗微生物药', '', '盒', '0.25g*10s', '国药准字', '24', null, '0.00', '0.00', '浙江医药股份有限公司新昌制药厂');
INSERT INTO `drugs` VALUES ('101041', '乳酸左氧氟沙星片', 'LLX', '抗微生物药', '', '盒', '0.1g*10s', '国药准字', '24', null, '0.00', '0.00', '浙江医药股份有限公司新昌制药厂');
INSERT INTO `drugs` VALUES ('101043', '头孢氨苄胶囊', 'TBAB', '抗微生物药', '', '盒', '0.125g*50s', '国药准字', '24', null, '0.00', '0.00', '浙江医药股份有限公司新昌制药厂');
INSERT INTO `drugs` VALUES ('101044', '青霉素V钾片', 'QMSVJ', '抗微生物药', '', '盒', '0.25g*12s', '国药准字', '24', null, '0.00', '0.00', '长春长庆药业');
INSERT INTO `drugs` VALUES ('101045', '复方磺胺甲噁唑片(SMZ)', 'SMZ', '抗微生物药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '山东兖州中药厂');
INSERT INTO `drugs` VALUES ('101059', '乙酰螺旋霉素', 'YXLXMS', '抗微生物药', '', '板', '12s', '国药准字', '24', null, '0.00', '0.00', '浙江医药股份有限公司新昌制药厂');
INSERT INTO `drugs` VALUES ('101066', '诺氟沙星胶囊', 'NFSX', '抗微生物药', '', '板', '10s', '国药准字', '24', null, '0.00', '0.00', '武汉第六制药有限公司');
INSERT INTO `drugs` VALUES ('101067', '四环素', 'SHS', '抗微生物药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '广东华南制药');
INSERT INTO `drugs` VALUES ('101068', '阿奇霉素胶囊', 'AQMS', '抗微生物药', '', '盒', '6s', '国药准字', '24', null, '0.00', '0.00', '杭州爱火制药');
INSERT INTO `drugs` VALUES ('102001', '小儿解表颗粒　', 'XEJB', '解热镇痛药', '', '盒', '8', '国药准字', '24', null, '0.00', '0.00', '昆明金殿制药');
INSERT INTO `drugs` VALUES ('102002', '感冒清片', 'GMQP', '解热镇痛药', '', '盒', '30s', '国药准字', '24', null, '0.00', '0.00', '通化万通药业');
INSERT INTO `drugs` VALUES ('102003', '新速效', 'XSX', '解热镇痛药', '', '盒', '12s', '国药准字', '24', null, '0.00', '0.00', '鞍山九天制药');
INSERT INTO `drugs` VALUES ('102004', '优卡丹(小儿速效冲剂)', 'YKD', '解热镇痛药', '', '盒', '6g*10', '国药准字', '24', null, '0.00', '0.00', '仁和药业');
INSERT INTO `drugs` VALUES ('102005', '米阿卡(小儿速效冲剂)', 'MAK', '解热镇痛药', '', '盒', '6g*9', '国药准字', '24', null, '0.00', '0.00', '仁和药业');
INSERT INTO `drugs` VALUES ('102008', '八宝惊风散', 'BBJFS', '解热镇痛药', '', '盒', '0.26g*5', '国药准字', '24', null, '0.00', '0.00', '广东明珠药业');
INSERT INTO `drugs` VALUES ('102009', '双氯芬酸钠缓释胶囊(特邦)', 'TB', '解热镇痛药', '', '盒', '6s', '国药准字', '24', null, '0.00', '0.00', '广西神通药业');
INSERT INTO `drugs` VALUES ('102011', '娃娃宁', 'WWN', '解热镇痛药', '', '盒', '0.5g*12', '国药准字', '24', null, '0.00', '0.00', '白山市永利药业');
INSERT INTO `drugs` VALUES ('102017', '复方感冒灵片', 'FFGMLP', '解热镇痛药', '', '瓶', '40s', '国药准字', '24', null, '0.00', '0.00', '广东省博罗先锋药业');
INSERT INTO `drugs` VALUES ('102018', '黄石感冒片', 'HSGMP', '解热镇痛药', '', '盒', '0.35g*24s', '国药准字', '24', null, '0.00', '0.00', '云南云河药业');
INSERT INTO `drugs` VALUES ('102019', '复方氨酚烷胺胶囊(泰克)', 'TK', '解热镇痛药', '', '盒', '10s', '国药准字', '24', null, '0.00', '0.00', '通化茂祥药业');
INSERT INTO `drugs` VALUES ('102020', '复方氨酚烷胺片(感康)', 'GK', '解热镇痛药', '', '盒', '10s', '国药准字', '24', null, '0.00', '0.00', '吉林吴太感康药业');
INSERT INTO `drugs` VALUES ('102021', '感冒清胶囊', 'GMQJN', '解热镇痛药', '', '盒', '20s', '国药准字', '24', null, '0.00', '0.00', '江西恒康药业');
INSERT INTO `drugs` VALUES ('102022', '氯芬黄敏片(感冒通片)', 'GMTP', '解热镇痛药', '', '盒', '48s', '国药准字', '24', null, '0.00', '0.00', '江西南昌济生制药厂');
INSERT INTO `drugs` VALUES ('102023', '重感灵片', 'ZGLP', '解热镇痛药', '', '瓶', '48s', '国药准字', '24', null, '0.00', '0.00', '梅州市嘉应制药');
INSERT INTO `drugs` VALUES ('102024', '羚羊感冒片', 'LYGMJN', '解热镇痛药', '', '盒', '24s*2', '国药准字', '24', null, '0.00', '0.00', '合肥神鹿双鹤药业');
INSERT INTO `drugs` VALUES ('102025', '苦甘冲剂', 'KGCJ', '解热镇痛药', '', '盒', '4g*6', '国药准字', '24', null, '0.00', '0.00', '青岛国风药业');
INSERT INTO `drugs` VALUES ('102026', '盐酸吗啉呱片(病毒灵片)', 'BDLP', '解热镇痛药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '江苏鹏鹞药业');
INSERT INTO `drugs` VALUES ('102027', '感冒清胶囊', 'GMQ', '解热镇痛药', '', '盒', '12s', '国药准字', '24', null, '0.00', '0.00', '通化金马药业集团股份有限公司');
INSERT INTO `drugs` VALUES ('102028', '抗病毒颗粒(含糖型)', 'KBDKL', '解热镇痛药', '', '盒', '12g*10', '国药准字', '24', null, '0.00', '0.00', '四川光大制药');
INSERT INTO `drugs` VALUES ('102029', '抗病毒胶囊', 'KBDJN', '解热镇痛药', '', '盒', '40s', '国药准字', '24', null, '0.00', '0.00', '吉林辉南天宇药业');
INSERT INTO `drugs` VALUES ('102030', '氨咖黄敏胶囊', 'SX', '解热镇痛药', '', '盒', '10s', '国药准字', '24', null, '0.00', '0.00', '江西南昌济生制药厂');
INSERT INTO `drugs` VALUES ('102031', '氨酚麻美糖浆(小白)', 'XB', '解热镇痛药', '', '瓶', '100ml', '国药准字', '24', null, '0.00', '0.00', '东盛科技启东盖天力制药');
INSERT INTO `drugs` VALUES ('102032', '小儿氨酚黄那敏颗粒', 'XEAFHNM', '解热镇痛药', '', '盒', '4g*10', '国药准字', '24', null, '0.00', '0.00', '江西济民可信药业有限公司');
INSERT INTO `drugs` VALUES ('102034', '小儿氨酚黄那敏颗粒(小儿速效)', 'XESX', '解热镇痛药', '', '盒', '1g*12', '国药准字', '24', null, '0.00', '0.00', '深圳海王药业');
INSERT INTO `drugs` VALUES ('102035', '小儿氨酚黄那敏颗粒(小儿速效)', 'XESX', '解热镇痛药', '', '盒', '6g*10', '国药准字', '24', null, '0.00', '0.00', '江西南昌济生制药厂');
INSERT INTO `drugs` VALUES ('102036', '小儿氨酚黄那敏颗粒(小儿速效)', 'XESX', '解热镇痛药', '', '袋', '20袋*1', '国药准字', '24', null, '0.00', '0.00', '江西九连山药业有限公司');
INSERT INTO `drugs` VALUES ('102037', '小儿氨酚黄那敏颗粒(小儿速效)', 'XESX', '解热镇痛药', '', '盒', '12袋*1', '国药准字', '24', null, '0.00', '0.00', '哈药集团制药六厂');
INSERT INTO `drugs` VALUES ('102038', '小儿氨酚烷胺颗粒(小儿新速效)', 'XEXSX', '解热镇痛药', '', '盒', '6*12', '国药准字', '24', null, '0.00', '0.00', '华北制药集团');
INSERT INTO `drugs` VALUES ('102039', '小儿氨酚烷胺颗粒(小儿新速效)', 'XEXSX', '解热镇痛药', '', '盒', '6g*10', '国药准字', '24', null, '0.00', '0.00', '贵州神奇制药');
INSERT INTO `drugs` VALUES ('102040', '小儿氨酚黄那敏颗粒(小儿速效)', 'XESX', '解热镇痛药', '', '盒', '6g*6', '国药准字', '24', null, '0.00', '0.00', '通化东圣药业');
INSERT INTO `drugs` VALUES ('102041', '小儿氨酚烷胺颗粒(长乐宝贝)', 'XEAFH', '解热镇痛药', '', '盒', '10袋', '国药准字', '24', null, '0.00', '0.00', '吉林修正药业集团股份有限公司');
INSERT INTO `drugs` VALUES ('102042', '愈酚喷托异丙嗪颗粒(伤风止咳)', 'SFZK', '解热镇痛药', '', '袋', '5g*10', '国药准字', '24', null, '0.00', '0.00', '赣南海欣药业');
INSERT INTO `drugs` VALUES ('102043', '吲哚美辛片(消炎痛)', 'XYT', '解热镇痛药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '上海九福药业');
INSERT INTO `drugs` VALUES ('102044', '布洛芬片', 'BRF', '解热镇痛药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '江西赣江制药');
INSERT INTO `drugs` VALUES ('102050', '安乃近片', 'ANJ', '解热镇痛药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '武汉远大制药集团');
INSERT INTO `drugs` VALUES ('102051', '去痛片', 'QTP', '解热镇痛药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '武汉远大制药集团');
INSERT INTO `drugs` VALUES ('102052', '头痛片', 'TTP', '解热镇痛药', '', '瓶', '30s', 'Z20020008', '24', '20020008', '0.00', '0.00', '新加坡新日制药厂');
INSERT INTO `drugs` VALUES ('102053', '贝诺酯片(金诺匹林)', 'QNPL', '解热镇痛药', '', '盒', '0.5g*24s', '国药准字', '24', null, '0.00', '0.00', '陕西丰和制药');
INSERT INTO `drugs` VALUES ('102054', '解热止痛散', 'JLZT', '解热镇痛药', '', '袋', '4.238g', '国药准字', '24', null, '0.00', '0.00', '南京白敬宇制药有限责任公司');
INSERT INTO `drugs` VALUES ('102059', '牙痛一粒丸', 'YTYLW', '解热镇痛药', '', '盒', '30s*2', '国药准字', '24', null, '0.00', '0.00', '广州敬修堂药业');
INSERT INTO `drugs` VALUES ('102060', '小儿金丹片', 'XEJD', '解热镇痛药', '', '盒', '24s', '国药准字', '24', null, '0.00', '0.00', '白山市永利药业');
INSERT INTO `drugs` VALUES ('102061', '小儿奇应丸', 'XEQYW', '解热镇痛药', '', '盒', '0.5g', '国药准字', '24', null, '0.00', '0.00', '广州敬修堂药业');
INSERT INTO `drugs` VALUES ('102062', '复方氨酚烷胺胶囊', 'FFAFWA', '解热镇痛药', '', '盒', '10s', '国药准字', '24', null, '0.00', '0.00', '大同市云华药业有限公司');
INSERT INTO `drugs` VALUES ('102063', '复方氨酚苯海拉明片', 'FFAFBHLM', '解热镇痛药', '', '盒', '12s', '国药准字', '24', null, '0.00', '0.00', '三九企业鞍山九天制药');
INSERT INTO `drugs` VALUES ('103001', '止泻颗粒', 'ZXKL', '消化系统用药', '', '盒', '10g*9', '国药准字', '24', null, '0.00', '0.00', '广西龙州方略制药');
INSERT INTO `drugs` VALUES ('103007', '归脾丸', 'GPW', '消化系统用药', '', '瓶', '36g', '国药准字', '24', null, '0.00', '0.00', '黄山市天目药业');
INSERT INTO `drugs` VALUES ('103008', '化积口服液', 'HJ', '消化系统用药', '', '盒', '6*10ml', '国药准字', '24', null, '0.00', '0.00', '江西同方药业 ');
INSERT INTO `drugs` VALUES ('103009', '小儿止泻灵颗粒', 'DSZX', '消化系统用药', '', '盒', '6*6g', '国药准字', '24', null, '0.00', '0.00', '通化东圣药业');
INSERT INTO `drugs` VALUES ('103010', '消旋山莨菪碱片(654-2)', '6542', '消化系统用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '杭州民生药业集团有限公司');
INSERT INTO `drugs` VALUES ('103011', '复方鹧鸪菜散', 'ZGC', '消化系统用药', '', '盒', '5*1', '国药准字', '24', null, '0.00', '0.00', '广东宏兴制药');
INSERT INTO `drugs` VALUES ('103012', '颠茄磺苄啶片(泻利停)', 'XLT', '消化系统用药', '', '瓶', '10s', '国药准字', '24', null, '0.00', '0.00', '哈药集团制药六厂');
INSERT INTO `drugs` VALUES ('103013', '颠茄磺苄啶片(泻利停)', 'XLT', '消化系统用药', '', '瓶', '20s', '国药准字', '24', null, '0.00', '0.00', '哈药集团制药六厂');
INSERT INTO `drugs` VALUES ('103014', '甲苯咪唑片(安乐士)', 'ALS', '消化系统用药', '', '盒', '6s', '国药准字', '24', null, '0.00', '0.00', '西安杨森制药有限公司');
INSERT INTO `drugs` VALUES ('103015', '驱虫消食片', 'QCXSP', '消化系统用药', '', '瓶', '60s', '国药准字', '24', null, '0.00', '0.00', '哈慈双鸭山制药');
INSERT INTO `drugs` VALUES ('103016', '左旋咪唑片', 'ZXMZ', '消化系统用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '南京白敬宇制药有限责任公司');
INSERT INTO `drugs` VALUES ('103017', '阿魏酸哌嗪片', 'BSK', '消化系统用药', '', '瓶', '50s', '国药准字', '24', null, '0.00', '0.00', '海南林恒制药');
INSERT INTO `drugs` VALUES ('103018', '盐酸左旋咪唑宝塔糖', 'BTT', '消化系统用药', '', '袋', '20s', '国药准字', '24', null, '0.00', '0.00', '贵州同济堂药业');
INSERT INTO `drugs` VALUES ('103019', '加味藿香正气丸', 'JWHXZQW', '消化系统用药', '', '盒', '3g*10袋', '国药准字', '24', null, '0.00', '0.00', '江西樟树制药厂');
INSERT INTO `drugs` VALUES ('103020', '保和丸', 'BHW', '消化系统用药', '', '瓶', '200s', '国药准字', '24', null, '0.00', '0.00', '芜湖张恒春药业');
INSERT INTO `drugs` VALUES ('103021', '涩肠止泻散', 'SCZXS', '消化系统用药', '', '盒', '4g*6', '国药准字', '24', null, '0.00', '0.00', '云南施普瑞生物工程有限公司');
INSERT INTO `drugs` VALUES ('103030', '肾石通冲剂', 'SST', '消化系统用药', '', '盒', '15g*12', '国药准字', '24', null, '0.00', '0.00', '江西樟树制药厂');
INSERT INTO `drugs` VALUES ('103031', '肾石通冲剂', 'SST', '消化系统用药', '', '盒', '15g*12', '国药准字', '24', null, '0.00', '0.00', '江西九连山药业有限公司');
INSERT INTO `drugs` VALUES ('103032', '肾石通颗粒', 'SST', '消化系统用药', '', '盒', '15g*6', '国药准字', '24', null, '0.00', '0.00', '吉林东丰药业');
INSERT INTO `drugs` VALUES ('103033', '排石颗粒', 'PSKL', '消化系统用药', '', '盒', '20g*12', '国药准字', '24', null, '0.00', '0.00', '江西南昌济生制药厂');
INSERT INTO `drugs` VALUES ('103040', '六味木香胶囊', 'LWMXJN', '消化系统用药', '', '盒', '12s*3', '国药准字', '24', null, '0.00', '0.00', '江西三越药业有限公司');
INSERT INTO `drugs` VALUES ('103041', '谓博仕(维U颠茄铝胶囊)', 'WBS', '消化系统用药', '', '板', '10s*2', '国药准字', '24', null, '0.00', '0.00', '长春新安药业');
INSERT INTO `drugs` VALUES ('103042', '奥美拉唑胶囊', 'AMLZ', '消化系统用药', '', '瓶', '20mg*7s', '国药准字', '24', null, '0.00', '0.00', '锦州九泰药业');
INSERT INTO `drugs` VALUES ('103043', '奥美拉唑胶囊', 'AMLZ', '消化系统用药', '', '瓶', '20mg*14s', '国药准字', '24', null, '0.00', '0.00', '锦州九泰药业');
INSERT INTO `drugs` VALUES ('103048', '健朗晨泮托唑钠肠溶胶囊', 'JLC', '消化系统用药', '', '瓶', '40mg*7s', '国药准字', '24', null, '0.00', '0.00', '湖南健朗药业');
INSERT INTO `drugs` VALUES ('103050', '维U颠茄铝胶囊(斯达舒)', 'SDS', '消化系统用药', '', '盒', '12s', '国药准字', '24', null, '0.00', '0.00', '吉林修正药业集团股份有限公司');
INSERT INTO `drugs` VALUES ('103052', '多潘力酮片(吗叮啉)', 'MDL', '消化系统用药', '', '盒', '30s', '国药准字', '24', null, '0.00', '0.00', '西安杨森制药有限公司');
INSERT INTO `drugs` VALUES ('103053', '枸橼酸莫沙必利片(瑞琪)', 'RQ', '消化系统用药', '', '盒', '5mg*12s', '国药准字', '24', null, '0.00', '0.00', '江苏豪森药业');
INSERT INTO `drugs` VALUES ('103055', '胃康灵胶囊', 'WKL', '消化系统用药', '', '盒', '48s', '国药准字', '24', null, '0.00', '0.00', '黑龙江葵花药业');
INSERT INTO `drugs` VALUES ('103056', '复方陈香胃片', 'FFCXWP', '消化系统用药', '', '盒', '24s', '国药准字', '24', null, '0.00', '0.00', '江西诚志信丰药业有限责任公司');
INSERT INTO `drugs` VALUES ('103057', '硫酸庆大霉素缓释片(瑞贝克)', 'RBK', '消化系统用药', '', '盒', '12s', '国药准字', '24', null, '0.00', '0.00', '江西制药有限责任公司');
INSERT INTO `drugs` VALUES ('103058', '维U颠茄铝镁片(胃友)', 'FFWY', '消化系统用药', '', '瓶', '50s', '国药准字', '24', null, '0.00', '0.00', '南京立业制药股份有限公司');
INSERT INTO `drugs` VALUES ('103059', '复方氢氧化铝片(胃舒平)', 'WSP', '消化系统用药', '', '瓶', '120s', '国药准字', '24', null, '0.00', '0.00', '上海天平胃舒平制药厂');
INSERT INTO `drugs` VALUES ('103060', '呋喃唑酮片(痢特灵)', 'LTL', '消化系统用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '太原振兴制药有限责任公司');
INSERT INTO `drugs` VALUES ('103061', '猴头菌片', 'HTJ', '消化系统用药', '', '瓶', '15mg*60s', '国药准字', '24', null, '0.00', '0.00', '江苏中兴药业');
INSERT INTO `drugs` VALUES ('103065', '胶体果胶鉍胶囊', 'JTGJB', '消化系统用药', '', '盒', '50mg*24s', '国药准字', '24', null, '0.00', '0.00', '山西安特生物制药');
INSERT INTO `drugs` VALUES ('103067', '肠炎宁片', 'CYN', '消化系统用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '江西天施康中药股份有限公司');
INSERT INTO `drugs` VALUES ('103069', '四麿汤口服液', 'SMT', '消化系统用药', '', '盒', '6*10ml', '国药准字', '24', null, '0.00', '0.00', '湖南中达骛马制药有限责任公司');
INSERT INTO `drugs` VALUES ('103070', '胃痛宁片', 'WTN', '消化系统用药', '', '盒', '0.25g*45s', '国药准字', '24', null, '0.00', '0.00', '大连美罗大药厂');
INSERT INTO `drugs` VALUES ('103072', '神黄钠铝胶囊', 'SHML', '消化系统用药', '', '盒', '24s', '国药准字', '24', null, '0.00', '0.00', '华北制药集团');
INSERT INTO `drugs` VALUES ('103073', '六味香连胶囊', 'LWXL', '消化系统用药', '', '盒', '10s', '国药准字', '24', null, '0.00', '0.00', '江西三越药业有限公司');
INSERT INTO `drugs` VALUES ('103074', '复方石菖蒲碱式硝酸铋片(胃得乐)', 'FFS', '消化系统用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '武汉中联药业集团');
INSERT INTO `drugs` VALUES ('103075', '小儿肠胃康颗粒', 'XECWK', '消化系统用药', '', '盒', '5g*10', '国药准字', '24', null, '0.00', '0.00', '江西新余制药');
INSERT INTO `drugs` VALUES ('104001', '通天口服液', 'TTKFY', '心脑血管用药', '', '盒', '6*10ml', '国药准字', '24', null, '0.00', '0.00', '四川太极制药');
INSERT INTO `drugs` VALUES ('104002', '脑心舒口服液', 'NXS', '心脑血管用药', '', '盒', '10ml*10', '国药准字', '24', null, '0.00', '0.00', '江西汇仁药业有限公司');
INSERT INTO `drugs` VALUES ('104003', '复方降压片', 'FFJYP', '心脑血管用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', ' 江西桔王药业 ');
INSERT INTO `drugs` VALUES ('104004', '盐酸维拉帕米片', 'YBD', '心脑血管用药', '', '瓶', '40mg*30s', '国药准字', '24', null, '0.00', '0.00', '广东华南制药');
INSERT INTO `drugs` VALUES ('104005', '地高辛片', 'DGX', '心脑血管用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '上海信谊药业 ');
INSERT INTO `drugs` VALUES ('104006', '尼群地平片', 'NCDPP', '心脑血管用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '湖南协力药业');
INSERT INTO `drugs` VALUES ('104007', '硝苯地平缓释片', 'STP', '心脑血管用药', '', '盒', '16s', '国药准字', '24', null, '0.00', '0.00', '广东环球制药有限公司');
INSERT INTO `drugs` VALUES ('104008', '复方利血平氨苯蝶啶片', 'BJJYL', '心脑血管用药', '', '盒', '10s', '国药准字', '24', null, '0.00', '0.00', '北京双鹤药业 ');
INSERT INTO `drugs` VALUES ('104011', '卡托普利片', 'KTPL', '心脑血管用药', '', '瓶', '25mg*100s', '国药准字', '24', null, '0.00', '0.00', '山东泰安制药 ');
INSERT INTO `drugs` VALUES ('104012', '硝酸异山梨酯片(消心痛)', 'XXT', '心脑血管用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '南京白敬宇制药有限责任公司');
INSERT INTO `drugs` VALUES ('104013', '复方罗布麻片', 'FFLBM', '心脑血管用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', ' 江西桔王药业 ');
INSERT INTO `drugs` VALUES ('104014', '复方罗布麻片', 'FFLBM', '心脑血管用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '安徽东芝堂药业');
INSERT INTO `drugs` VALUES ('104015', '复方丹参片', 'FFDSP', '心脑血管用药', '', '瓶', '60s', '国药准字', '24', null, '0.00', '0.00', '江西九连山药业有限公司');
INSERT INTO `drugs` VALUES ('104016', '复方丹参片', 'FFDSP', '心脑血管用药', '', '瓶', '60s', '国药准字', '24', null, '0.00', '0.00', '合肥神鹿双鹤药业');
INSERT INTO `drugs` VALUES ('104017', '拉西地平片(司乐平)', 'SJSLP', '心脑血管用药', '', '盒', '15s', '国药准字', '24', null, '0.00', '0.00', '哈药集团三精制药有限公司');
INSERT INTO `drugs` VALUES ('104018', '尼莫地平片', 'NMDP', '心脑血管用药', '', '瓶', '20mg*50s', '国药准字', '24', null, '0.00', '0.00', '四川珍珠制药');
INSERT INTO `drugs` VALUES ('104019', '清脑降压片', 'QRJY', '心脑血管用药', '', '盒', '36s', '国药准字', '24', null, '0.00', '0.00', '通化华辰药业');
INSERT INTO `drugs` VALUES ('104022', '速效救心丸', 'SXJXW', '心脑血管用药', '', '盒', '100s', '国药准字', '24', null, '0.00', '0.00', '天津中新药业');
INSERT INTO `drugs` VALUES ('104023', '酒石酸美托洛尔片', 'BTLK', '心脑血管用药', '', '盒', '25mg*20s', '国药准字', '24', null, '0.00', '0.00', '阿斯利康制药 ');
INSERT INTO `drugs` VALUES ('104024', '脑心通胶囊', 'NXT', '心脑血管用药', '', '盒', '0.4g*36s', '国药准字', '24', null, '0.00', '0.00', '咸阳步长制药');
INSERT INTO `drugs` VALUES ('104025', '阿司匹林肠溶片', 'ASPL', '心脑血管用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '南京白敬宇制药有限责任公司');
INSERT INTO `drugs` VALUES ('104026', '地奥心血康', 'DAXXK', '心脑血管用药', '', '盒', '10s*2', '国药准字', '24', null, '0.00', '0.00', '成都地奥制药');
INSERT INTO `drugs` VALUES ('104030', '盐酸吡硫醇片(脑复新)', 'NFX', '心脑血管用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '南京白敬宇制药有限责任公司');
INSERT INTO `drugs` VALUES ('104031', '曲克芦丁片(维脑路通片)', 'QKLD', '心脑血管用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '泗水希尔康制药');
INSERT INTO `drugs` VALUES ('104032', '吡拉西坦片(脑复康)', 'PLXT', '心脑血管用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '石家庄四药');
INSERT INTO `drugs` VALUES ('104033', '复方丹参滴丸', 'FFDSDW', '心脑血管用药', '', '盒', '150s', '国药准字', '24', null, '0.00', '0.00', '天津天士力制药');
INSERT INTO `drugs` VALUES ('104034', '心可舒片', 'XKS', '心脑血管用药', '', '盒', '48s', '国药准字', '24', null, '0.00', '0.00', '山东沃华医药');
INSERT INTO `drugs` VALUES ('104035', '利脑心胶囊', 'LNX', '心脑血管用药', '', '盒', '12s*3', '国药准字', '24', null, '0.00', '0.00', '吉林敖东延边药业股份有限公司');
INSERT INTO `drugs` VALUES ('104036', '复方亚油酸乙酯丸(脉通)', 'MT', '心脑血管用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '上海延安万象药业股份有限公司');
INSERT INTO `drugs` VALUES ('104037', '银杏叶片', 'YXLP', '心脑血管用药', '', '盒', '8s*3', '国药准字', '24', null, '0.00', '0.00', '广西金嗓子有限责任公司');
INSERT INTO `drugs` VALUES ('104038', '心脑欣胶囊', 'XNX', '心脑血管用药', '', '盒', '0.5g*20s', '国药准字', '24', null, '0.00', '0.00', '三普药业');
INSERT INTO `drugs` VALUES ('104040', '镇脑宁胶囊', 'ZNN', '心脑血管用药', '', '盒', '60s', '国药准字', '24', null, '0.00', '0.00', '通化东宝药业');
INSERT INTO `drugs` VALUES ('104041', '正天丸', 'ZTW', '心脑血管用药', '', '盒', '6g*10', '国药准字', '24', null, '0.00', '0.00', '三九医药股份有限公司');
INSERT INTO `drugs` VALUES ('104042', '全天麻胶囊', 'QTMJN', '心脑血管用药', '', '盒', '12s', '国药准字', '24', null, '0.00', '0.00', '贵州神奇盛世制药');
INSERT INTO `drugs` VALUES ('104043', '天麻丸', 'TMW', '心脑血管用药', '', '瓶', '60g', '国药准字', '24', null, '0.00', '0.00', '武汉中联药业集团');
INSERT INTO `drugs` VALUES ('104044', '天麻头风灵胶囊', 'TMTFL', '心脑血管用药', '', '盒', '0.2g*12s', '国药准字', '24', null, '0.00', '0.00', '贵州益佰制药股份有限公司');
INSERT INTO `drugs` VALUES ('104045', '心宝丸', 'XBW', '心脑血管用药', '', '瓶', '20s', '国药准字', '24', null, '0.00', '0.00', '汕头中药厂');
INSERT INTO `drugs` VALUES ('104046', '复方脑蛋白消解物片(康脑灵)', 'KNL', '心脑血管用药', '', '盒', '12s*2', '国药准字', '24', null, '0.00', '0.00', '长春长庆药业');
INSERT INTO `drugs` VALUES ('104060', '肾上腺素色腙片', 'SSXS', '心脑血管用药', '', '瓶', '5mg*100s', '国药准字', '24', null, '0.00', '0.00', '武汉远大制药集团');
INSERT INTO `drugs` VALUES ('104061', '牛黄清心丸', 'NHQXW', '心脑血管用药', '', '盒', '3g*6s', '国药准字', '24', null, '0.00', '0.00', '北京同仁堂制药厂');
INSERT INTO `drugs` VALUES ('104062', '氟桂利嗪胶囊(西比灵)', 'FGLQ', '心脑血管用药', '', '盒', '20s', '国药准字', '24', null, '0.00', '0.00', '西安杨森制药有限公司');
INSERT INTO `drugs` VALUES ('106001', '螺内酯片', 'LLZ', '泌尿系统用药', '', '瓶', '20mg*100s', '国药准字', '24', null, '0.00', '0.00', '杭州民生药业集团有限公司');
INSERT INTO `drugs` VALUES ('106002', '呋塞米片', 'FSM', '泌尿系统用药', '', '瓶', '20mg*100s', '国药准字', '24', null, '0.00', '0.00', '上海复星朝晖药业');
INSERT INTO `drugs` VALUES ('106003', '氢氯噻嗪片', 'QLSQ', '泌尿系统用药', '', '瓶', '25mg*100s', '国药准字', '24', null, '0.00', '0.00', '上海信谊药业 ');
INSERT INTO `drugs` VALUES ('106004', '癃闭清', 'LBQ', '泌尿系统用药', '', '盒', '12s*2', '国药准字', '24', null, '0.00', '0.00', '哈高科佳木斯中药有限公司');
INSERT INTO `drugs` VALUES ('106005', '前列康片', 'QLK', '泌尿系统用药', '', '瓶', '60s', '国药准字', '24', null, '0.00', '0.00', '浙江康恩贝药业 ');
INSERT INTO `drugs` VALUES ('107001', '安胎丸', 'ATW', '妇科用药', '', '盒', '6g*10', '国药准字', '24', null, '0.00', '0.00', '江西保利制药');
INSERT INTO `drugs` VALUES ('107002', '治带片', 'ZDP', '妇科用药', '', '瓶', '60s', '国药准字', '24', null, '0.00', '0.00', '山东三九药业');
INSERT INTO `drugs` VALUES ('107003', '乳癖康片', 'RPKP', '妇科用药', '', '盒', '15s*3', '国药准字', '24', null, '0.00', '0.00', '陕西摩美得制药');
INSERT INTO `drugs` VALUES ('107004', '元胡止痛片', 'YHZTP', '妇科用药', '', '瓶', '50s', '国药准字', '24', null, '0.00', '0.00', '陕西盘龙制药');
INSERT INTO `drugs` VALUES ('107005', '乌鸡白凤丸', 'WJBFW', '妇科用药', '', '盒', '9g*10s', '国药准字', '24', null, '0.00', '0.00', '北京同仁堂制药厂');
INSERT INTO `drugs` VALUES ('107006', '生化汤丸', 'SHTW', '妇科用药', '', '盒', '9g*10袋', '国药准字', '24', null, '0.00', '0.00', '江西广丰制药厂');
INSERT INTO `drugs` VALUES ('107007', '乳核散结片', 'RHSJP', '妇科用药', '', '瓶', '72s', '国药准字', '24', null, '0.00', '0.00', '广州中一药业');
INSERT INTO `drugs` VALUES ('107008', '乳康片', 'RKP', '妇科用药', '', '盒', '0.3g*24s', '国药准字', '24', null, '0.00', '0.00', '安康正大制药有限公司');
INSERT INTO `drugs` VALUES ('107009', '宫血宁胶囊', 'GXN', '妇科用药', '', '盒', '18s', '国药准字', '24', null, '0.00', '0.00', '云南白药集团');
INSERT INTO `drugs` VALUES ('107010', '抗宫炎片', 'KGYP', '妇科用药', '', '瓶', '98s', '国药准字', '24', null, '0.00', '0.00', '江西心正药业 ');
INSERT INTO `drugs` VALUES ('107011', '妇科千金片', 'FKQJP', '妇科用药', '', '盒', '108s', '国药准字', '24', null, '0.00', '0.00', '株洲千金药业 ');
INSERT INTO `drugs` VALUES ('107012', '妇科千金片', 'FKQJP', '妇科用药', '', '盒', '72s', '国药准字', '24', null, '0.00', '0.00', '株洲千金药业 ');
INSERT INTO `drugs` VALUES ('107013', '止痛化症胶囊', 'JFK', '妇科用药', '', '盒', '0.3g*24s', '国药准字', '24', null, '0.00', '0.00', '通化茂祥药业');
INSERT INTO `drugs` VALUES ('107014', '花红片', 'HHP', '妇科用药', '', '盒', '12s*2*2', '国药准字', '24', null, '0.00', '0.00', '广西花红药业');
INSERT INTO `drugs` VALUES ('107015', '金鸡胶囊', 'JJJN', '妇科用药', '', '盒', '0.35g*48s', '国药准字', '24', null, '0.00', '0.00', '广西灵峰药业 ');
INSERT INTO `drugs` VALUES ('107016', '妇乐颗粒', 'FLKL', '妇科用药', '', '盒', '6g*12', '国药准字', '24', null, '0.00', '0.00', '杭州天目山药业 ');
INSERT INTO `drugs` VALUES ('107017', '妇舒丸', 'FSW', '妇科用药', '', '盒', '6g*9', '国药准字', '24', null, '0.00', '0.00', '云南白药集团丽江药业');
INSERT INTO `drugs` VALUES ('107018', '孕康口服液', 'YK', '妇科用药', '', '盒', '10ml*10', '国药准字', '24', null, '0.00', '0.00', '浙江亚东制药');
INSERT INTO `drugs` VALUES ('107019', '生化丸', 'SHW', '妇科用药', '', '盒', '9g*10s', '国药准字', '24', null, '0.00', '0.00', '山西华康药业');
INSERT INTO `drugs` VALUES ('107020', '生化丸', 'SHW', '妇科用药', '', '盒', '9g*10s', '国药准字', '24', null, '0.00', '0.00', '山西杨文水制药');
INSERT INTO `drugs` VALUES ('107021', '养血当归糖浆', 'DGJ', '妇科用药', '', '瓶', '200ml', '国药准字', '24', null, '0.00', '0.00', '江西樟树制药厂');
INSERT INTO `drugs` VALUES ('107022', '妇月康胶囊', 'FYK', '妇科用药', '', '盒', '24s', '国药准字', '24', null, '0.00', '0.00', '贵州神奇制药');
INSERT INTO `drugs` VALUES ('108002', '七叶神安片', 'QYSAP', '神经系统精神障碍用药', '', '盒', '24s', '国药准字', '24', null, '0.00', '0.00', '广东环球制药有限公司');
INSERT INTO `drugs` VALUES ('109001', '已烯雌酚片', 'YXCF', '激素及调节内分泌功能用药', '', '瓶', '1mg*100s', '国药准字', '24', null, '0.00', '0.00', '北京益民药业有限公司');
INSERT INTO `drugs` VALUES ('109002', '甲睾酮片', 'JGT', '激素及调节内分泌功能用药', '', '瓶', '5mg*100s', '国药准字', '24', null, '0.00', '0.00', '上海信谊药业 ');
INSERT INTO `drugs` VALUES ('109005', '醋酸泼尼松片', 'CSPNS', '激素及调节内分泌功能用药', '', '瓶', '5mg*100s', '国药准字', '24', null, '0.00', '0.00', '浙江仙琚制药');
INSERT INTO `drugs` VALUES ('109015', '甲巯咪唑片', 'JLMZ', '激素及调节内分泌功能用药', '', '瓶', '5mg*100s', '国药准字', '24', null, '0.00', '0.00', '广东华南制药');
INSERT INTO `drugs` VALUES ('109016', '甲状腺片', 'JZX', '激素及调节内分泌功能用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '浙江尖峰药业');
INSERT INTO `drugs` VALUES ('110001', '楼莲胶囊', 'LLJN', '抗肿瘤用药', '', '盒', '0.25g*40', '国药准字', '24', null, '0.00', '0.00', '通化万通药业');
INSERT INTO `drugs` VALUES ('111001', '三合钙咀嚼片', 'SHG', '微量元素及维生素类药', '', '盒', '30s', '国药准字', '24', null, '0.00', '0.00', '南昌威扬生化药业');
INSERT INTO `drugs` VALUES ('111002', '维D2磷酸氢钙片', 'VDG', '微量元素及维生素类药', '', '袋', '100s', '国药准字', '24', null, '0.00', '0.00', '江西永昇生化药业');
INSERT INTO `drugs` VALUES ('111003', '维生素B12片', 'VB12', '微量元素及维生素类药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '上海福得瑞药业');
INSERT INTO `drugs` VALUES ('111004', '牡蛎碳酸钙咀嚼片', 'MLTSG', '微量元素及维生素类药', '', '瓶', '48s', '国药准字', '24', null, '0.00', '0.00', '南昌飞弘药业');
INSERT INTO `drugs` VALUES ('111005', '牡蛎碳酸钙咀嚼片', 'MLTSG', '微量元素及维生素类药', '', '瓶', '50mg*48s', '国药准字', '24', null, '0.00', '0.00', '东盛科技启东盖天力制药');
INSERT INTO `drugs` VALUES ('111006', '维生素B2片', 'VB2', '微量元素及维生素类药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '浙江昂利康制药有限公司');
INSERT INTO `drugs` VALUES ('111007', '六合维生素丸', 'DWTW', '微量元素及维生素类药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '厦门鱼肝油厂');
INSERT INTO `drugs` VALUES ('111008', '清鱼肝油', 'QYGY', '微量元素及维生素类药', '', '瓶', '500ml', '国药准字', '24', null, '0.00', '0.00', '厦门鱼肝油厂');
INSERT INTO `drugs` VALUES ('111009', '鱼肝油乳', 'YGY', '微量元素及维生素类药', '', '瓶', '500ml', '国药准字', '24', null, '0.00', '0.00', '厦门鱼肝油厂');
INSERT INTO `drugs` VALUES ('111010', '复方银耳鱼肝油乳', 'YEYGY', '微量元素及维生素类药', '', '瓶', '500ml', '国药准字', '24', null, '0.00', '0.00', '厦门鱼肝油厂');
INSERT INTO `drugs` VALUES ('111011', '三维鱼肝油乳(橙汁鱼肝油)', 'CZYGY', '微量元素及维生素类药', '', '瓶', '500ml', '国药准字', '24', null, '0.00', '0.00', '厦门鱼肝油厂');
INSERT INTO `drugs` VALUES ('111012', '叶酸片', 'YSP', '微量元素及维生素类药', '', '瓶', '5mg*100s', '国药准字', '24', null, '0.00', '0.00', '上海辛帕斯制药');
INSERT INTO `drugs` VALUES ('111013', '叶酸片', 'YSP', '微量元素及维生素类药', '', '瓶', '5mg*100s', '国药准字', '24', null, '0.00', '0.00', '江苏亚邦药业集团');
INSERT INTO `drugs` VALUES ('112001', '阿司咪唑片(息斯敏)', 'ASMZ', '抗过敏药', '', '盒', '3mg*30s', '国药准字', '24', null, '0.00', '0.00', '西安杨森制药有限公司');
INSERT INTO `drugs` VALUES ('113001', '妈咪爱', 'MMA', '生物化学药', '', '盒', '1g*10', '国药准字', '24', null, '0.00', '0.00', '北京韩美药品有限公司');
INSERT INTO `drugs` VALUES ('114001', '少林风湿跌打膏', 'SLFSDDG', '外用药', '', '盒', '8cm*9.5cm', '国药准字', '24', null, '0.00', '0.00', '安阳中智药业');
INSERT INTO `drugs` VALUES ('114002', '艾条', 'AT', '外用药', '', '支', '25g', '国药准字', '24', null, '0.00', '0.00', '无锡市药条厂');
INSERT INTO `drugs` VALUES ('114003', '曲安奈德新霉素贴膏', 'FJN', '外用药', '', '袋', '1', '国药准字', '24', null, '0.00', '0.00', '上海医疗器械(集团)有限公司');
INSERT INTO `drugs` VALUES ('114004', '狗皮膏', 'GPG', '外用药', '', '盒', '15g*2', '国药准字', '24', null, '0.00', '0.00', '北京同仁堂制药厂');
INSERT INTO `drugs` VALUES ('114005', '外用紫金锭', 'WYZJD', '外用药', '', '瓶', '0.25g*18s', '国药准字', '24', null, '0.00', '0.00', '广州敬修堂药业');
INSERT INTO `drugs` VALUES ('114006', '林旦乳膏(疥灵霜)', 'LDRG', '外用药', '', '瓶', '30g', '国药准字', '24', null, '0.00', '0.00', '唐山红星药业');
INSERT INTO `drugs` VALUES ('114007', '白敬宇眼膏', 'BJY', '外用药', '', '支', '2g', '国药准字', '24', null, '0.00', '0.00', '南京白敬宇制药有限责任公司');
INSERT INTO `drugs` VALUES ('114008', '复方酮康唑乳膏', 'FFTKZ', '外用药', '', '支', '7g', '国药准字', '24', null, '0.00', '0.00', '昆明滇虹药业');
INSERT INTO `drugs` VALUES ('114009', '酮康他索乳膏', 'SFKW', '外用药', '', '支', '10g', '国药准字', '24', null, '0.00', '0.00', '广东顺峰药业有限公司');
INSERT INTO `drugs` VALUES ('114010', '马应龙龙珠软膏', 'LZRG', '外用药', '', '支', '10g', '国药准字', '24', null, '0.00', '0.00', '武汉马应龙药业集团');
INSERT INTO `drugs` VALUES ('114011', '复方酮康唑软膏(宝龙康)', 'BLK', '外用药', '', '支', '7g', '国药准字', '24', null, '0.00', '0.00', '上海宝龙药业有限公司');
INSERT INTO `drugs` VALUES ('114014', '红霉素眼膏', 'HMSYG', '外用药', '', '支', '2g', '国药准字', '24', null, '0.00', '0.00', '芜湖三益制药');
INSERT INTO `drugs` VALUES ('114015', '金霉素眼膏', 'JMSYG', '外用药', '', '支', '2g', '国药准字', '24', null, '0.00', '0.00', '新乡恒久远药业');
INSERT INTO `drugs` VALUES ('114016', '盐酸吗啉呱滴眼液', 'BDLYYS', '外用药', '', '支', '8ml', '国药准字', '24', null, '0.00', '0.00', '芜湖三益制药');
INSERT INTO `drugs` VALUES ('114017', '诺氟沙星滴眼液', 'NFSXYYS', '外用药', '', '支', '8ml', '国药准字', '24', null, '0.00', '0.00', '江苏爱普森药业');
INSERT INTO `drugs` VALUES ('114018', '氧氟沙星滴眼液', 'YFSXDYY', '外用药', '', '支', '5ml', '国药准字', '24', null, '0.00', '0.00', '江苏爱普森药业');
INSERT INTO `drugs` VALUES ('114019', '氧氟沙星滴眼液', 'YFSXDYY', '外用药', '', '支', '5ml', '国药准字', '24', null, '0.00', '0.00', '武汉五景药业');
INSERT INTO `drugs` VALUES ('114020', '环丙沙星滴眼液', 'HBSXDYY', '外用药', '', '支', '5ml', '国药准字', '24', null, '0.00', '0.00', '武汉五景药业');
INSERT INTO `drugs` VALUES ('114021', '吡诺克辛钠滴眼液(白内停)', 'BRT', '外用药', '', '支', '15ml', '国药准字', '24', null, '0.00', '0.00', '武汉远大制药集团');
INSERT INTO `drugs` VALUES ('114022', '利福平滴眼液', 'LFPDYY', '外用药', '', '支', '10ml', '国药准字', '24', null, '0.00', '0.00', '安徽省泗州孟仁寿制药');
INSERT INTO `drugs` VALUES ('114023', '呋嘛滴鼻液', 'FMDBY', '外用药', '', '支', '10ml', '国药准字', '24', null, '0.00', '0.00', '上海运佳黄浦制药');
INSERT INTO `drugs` VALUES ('114030', '壮骨麝香止痛膏', 'ZGSXZTG', '外用药', '', '袋', '7cm*10cm*10', '国药准字', '24', null, '0.00', '0.00', '河南羚锐制药');
INSERT INTO `drugs` VALUES ('114031', '镇江药膏', 'ZJYG', '外用药', '', '盒', '6g*2', '国药准字', '24', null, '0.00', '0.00', '江苏七O七天然制药有限公司');
INSERT INTO `drugs` VALUES ('114032', '乌洛托品溶液(西施兰)', 'XSL', '外用药', '', '支', '10ml', '国药准字', '24', null, '0.00', '0.00', '西施兰联合企业有限公司');
INSERT INTO `drugs` VALUES ('114033', '麝香跌打风湿膏', 'SXDDFSG', '外用药', '', '盒', '6cm*10cm', '国药准字', '24', null, '0.00', '0.00', '广州敬修堂药业');
INSERT INTO `drugs` VALUES ('114034', '消肿止痛酊', 'XZZTD', '外用药', '', '瓶', '33ml', '国药准字', '24', null, '0.00', '0.00', '广西花红药业');
INSERT INTO `drugs` VALUES ('114035', '跌打万花油', 'DDWHY', '外用药', '', '瓶', '10ml', '国药准字', '24', null, '0.00', '0.00', '广州敬修堂药业');
INSERT INTO `drugs` VALUES ('114036', '正红花油', 'ZHHY', '外用药', '', '瓶', '25ml', 'ZC20020012', '24', '20020012', '0.00', '0.00', '香港联华药业有限公司');
INSERT INTO `drugs` VALUES ('114039', '湿润烧伤膏(美宝)', 'MB', '外用药', '', '支', '40g', '国药准字', '24', null, '0.00', '0.00', '汕头美宝制药厂');
INSERT INTO `drugs` VALUES ('114040', '足光散', 'ZGS', '外用药', '', '盒', '40g*3', '国药准字', '24', null, '0.00', '0.00', '武汉中联集团四药药业');
INSERT INTO `drugs` VALUES ('114041', '活络油', 'HLY', '外用药', '', '瓶', '20ml', 'CZ20030003', '24', '20030003', '0.00', '0.00', '香港英吉利药厂');
INSERT INTO `drugs` VALUES ('114042', '正骨水', 'ZGX', '外用药', '', '瓶', '12ml', '国药准字', '24', null, '0.00', '0.00', '广西玉林制药');
INSERT INTO `drugs` VALUES ('114043', '无极膏', 'WJG', '外用药', '', '支', '10g', '国药准字', '24', null, '0.00', '0.00', '漳州无极药业');
INSERT INTO `drugs` VALUES ('114044', '水杨酸苯酚贴膏(鸡眼膏)', 'JYG', '外用药', '', '盒', '6s', '国药准字', '24', null, '0.00', '0.00', '上海医疗器械(集团)有限公司');
INSERT INTO `drugs` VALUES ('114045', '复方醋酸地塞米松乳膏三九皮炎平', 'SJPYP', '外用药', '', '支', '20g', '国药准字', '24', null, '0.00', '0.00', '三九医药股份有限公司');
INSERT INTO `drugs` VALUES ('114046', '复方地塞米松乳膏(皮炎平)', 'PYP', '外用药', '', '支', '10g', '国药准字', '24', null, '0.00', '0.00', '芜湖三益制药');
INSERT INTO `drugs` VALUES ('114047', '华佗膏', 'HTG', '外用药', '', '支', '10g', '国药准字', '24', null, '0.00', '0.00', '湖北天门科田药业');
INSERT INTO `drugs` VALUES ('114048', '维A酸乳膏', 'VASRG', '外用药', '', '支', '15g', '国药准字', '24', null, '0.00', '0.00', '重庆华邦制药');
INSERT INTO `drugs` VALUES ('114049', '咪康唑氯倍他索乳膏', 'MKCLBTS', '外用药', '', '支', '10g', '国药准字', '24', null, '0.00', '0.00', '广东顺峰药业有限公司');
INSERT INTO `drugs` VALUES ('114050', '氟轻松维B6乳膏(维肤膏)', 'WFG', '外用药', '', '支', '30g', '国药准字', '24', null, '0.00', '0.00', '湖南天龙制药');
INSERT INTO `drugs` VALUES ('114051', '林可霉素利多卡因凝胶(绿药膏)', 'LYG', '外用药', '', '盒', '15g', '国药准字', '24', null, '0.00', '0.00', '上海新亚药业闵行有限公司');
INSERT INTO `drugs` VALUES ('114052', '醋酸氟轻松软膏', 'FQS', '外用药', '', '支', '10g', '国药准字', '24', null, '0.00', '0.00', '芜湖三益制药');
INSERT INTO `drugs` VALUES ('114053', '牙痛水', 'YTS', '外用药', '', '支', '5ml', '国药准字', '24', null, '0.00', '0.00', '芜湖三益制药');
INSERT INTO `drugs` VALUES ('114054', '新霉素氟轻松乳膏(新氟松)', 'XFS', '外用药', '', '支', '20g', '国药准字', '24', null, '0.00', '0.00', '芜湖三益制药');
INSERT INTO `drugs` VALUES ('114055', '葡萄糖酸氯已定软膏', 'SFBB', '外用药', '', '支', '10g', '国药准字', '24', null, '0.00', '0.00', '广东顺峰药业有限公司');
INSERT INTO `drugs` VALUES ('114056', '利福平乳膏', 'LFPRG', '外用药', '', '支', '10g', '国药准字', '24', null, '0.00', '0.00', '芜湖三益制药');
INSERT INTO `drugs` VALUES ('114057', '复方醋酸氟轻松酊(皮炎宁酊)', 'PYND', '', '', '瓶', '20ml', '国药准字', '24', null, '0.00', '0.00', '上海运佳黄浦制药');
INSERT INTO `drugs` VALUES ('114058', '曲咪新乳膏 (皮康双)', 'PKS ', '外用药', '', '支', '10g ', '国药准字', '24', null, '0.00', '0.00', '广州何济公制药');
INSERT INTO `drugs` VALUES ('114059', '滴通鼻眼水', 'DTBYS', '外用药', '', '瓶', '10ml', '国药准字', '24', null, '0.00', '0.00', '广东众生药业');
INSERT INTO `drugs` VALUES ('114060', '盐酸萘甲唑啉滴鼻液(滴鼻净)', 'DBJ', '外用药', '', '瓶', '8ml', '国药准字', '24', null, '0.00', '0.00', '沧州光明药业');
INSERT INTO `drugs` VALUES ('114061', '甘油', 'GY', '外用药', '', '瓶', '50g', '国药准字', '24', null, '0.00', '0.00', '上海运佳黄浦制药');
INSERT INTO `drugs` VALUES ('114062', '复方珊瑚姜溶液尿素咪康唑软膏复', 'PTYH', '外用药', '', '瓶', '30ml', '国药准字', '24', null, '0.00', '0.00', '贵州神奇制药');
INSERT INTO `drugs` VALUES ('114063', '复方莪术油栓(康妇特栓)', 'KFTS', '外用药', '', '盒', '50mg*6s', '国药准字', '24', null, '0.00', '0.00', '太阳石药业');
INSERT INTO `drugs` VALUES ('114064', '复方黄松洗液(肤阴洁)', 'FYJ', '外用药', '', '瓶', '150ml', '国药准字', '24', null, '0.00', '0.00', '广西源安堂药业');
INSERT INTO `drugs` VALUES ('114065', '洁尔阴洗液', 'JEY', '外用药', '', '瓶', '120ml', '国药准字', '24', null, '0.00', '0.00', '成都恩威制药');
INSERT INTO `drugs` VALUES ('114066', '甲紫溶液(紫药水)', 'ZYS', '外用药', '', '瓶', '20ml', '国药准字', '24', null, '0.00', '0.00', '上海运佳黄浦制药');
INSERT INTO `drugs` VALUES ('114067', '甲紫溶液(紫药水)', 'ZYS', '外用药', '', '瓶', '20ml', '国药准字', '24', null, '0.00', '0.00', '江门恒健药业');
INSERT INTO `drugs` VALUES ('114068', '汞溴红溶液(红药水)', 'HYS', '外用药', '', '瓶', '20ml', '国药准字', '24', null, '0.00', '0.00', '江门恒健药业');
INSERT INTO `drugs` VALUES ('114069', '舒筋健络油', 'SJJRY', '外用药', '', '瓶', '18ml', 'Z20030023', '24', '20030023', '0.00', '0.00', '香港京都养生堂制药');
INSERT INTO `drugs` VALUES ('114070', '肛泰栓', 'GTS', '外用药', '', '盒', '1g*6s', '国药准字', '24', null, '0.00', '0.00', '烟台荣昌制药');
INSERT INTO `drugs` VALUES ('114071', '麝香风湿油', 'SXFSY', '外用药', '', '瓶', '12ml', '国药准字', '24', null, '0.00', '0.00', '南通中宝药业');
INSERT INTO `drugs` VALUES ('114072', '日舒安洗液', 'RSA', '外用药', '', '瓶', '250ml', '国药准字', '24', null, '0.00', '0.00', '贵州汉方制药');
INSERT INTO `drugs` VALUES ('114073', '九华痔疮栓', 'JHCCS', '外用药', '', '盒', '2.1g*5s', '国药准字', '24', null, '0.00', '0.00', '江西瑞金三九药业');
INSERT INTO `drugs` VALUES ('114074', '宫颈炎康栓', 'GJYKS', '外用药', '', '盒', '1.2g*7s', '国药准字', '24', null, '0.00', '0.00', '广西康华药业');
INSERT INTO `drugs` VALUES ('114075', '消糜栓', 'XMS', '外用药', '', '盒', '3g*5s', '国药准字', '24', null, '0.00', '0.00', '通化万通药业');
INSERT INTO `drugs` VALUES ('114076', '消糜栓', 'XMS', '外用药', '', '盒', '5s', '国药准字', '24', null, '0.00', '0.00', '吉林修正药业集团股份有限公司');
INSERT INTO `drugs` VALUES ('114077', '苦参盆炎宁', 'KSPY', '外用药', '', '盒', '6s', '国药准字', '24', null, '0.00', '0.00', '内蒙古天成有限责任公司');
INSERT INTO `drugs` VALUES ('114078', '苦参白带净', 'KSBD', '外用药', '', '盒', '6s', '国药准字', '24', null, '0.00', '0.00', '内蒙古天成有限责任公司');
INSERT INTO `drugs` VALUES ('114079', '苦参消糜栓', 'KSXM', '外用药', '', '盒', '6s', '国药准字', '24', null, '0.00', '0.00', '内蒙古天成有限责任公司');
INSERT INTO `drugs` VALUES ('114080', '苦参宫颈康', 'KSGJ', '外用药', '', '盒', '6s', '国药准字', '24', null, '0.00', '0.00', '内蒙古天成有限责任公司');
INSERT INTO `drugs` VALUES ('114081', '苦参阴道炎', 'KSYD', '外用药', '', '盒', '6s', '国药准字', '24', null, '0.00', '0.00', '内蒙古天成有限责任公司');
INSERT INTO `drugs` VALUES ('114082', '苦参灭滴栓', 'KSMD', '外用药', '', '盒', '6s', '', '24', null, '0.00', '0.00', '内蒙古天成有限责任公司');
INSERT INTO `drugs` VALUES ('114083', '苦参杀菌栓', 'KSSJ', '外用药', '', '盒', '6s', '', '24', null, '0.00', '0.00', '内蒙古天成有限责任公司');
INSERT INTO `drugs` VALUES ('114090', '丁桂儿脐贴', 'DGEJT', '外用药', '', '盒', '1.6g*2', '', '24', null, '0.00', '0.00', '山西亚宝药业集团股份有限公司');
INSERT INTO `drugs` VALUES ('114091', '奇正消痛贴膏', 'XTT', '外用药', '', '袋', '90mm*120mm', '', '24', null, '0.00', '0.00', '西藏林芝奇正蔵药厂');
INSERT INTO `drugs` VALUES ('114092', '润洁', 'RJ', '外用药', '', '瓶', '', '', '24', null, '0.00', '0.00', '山东正大福瑞达制药');
INSERT INTO `drugs` VALUES ('114098', '复方醋酸氟轻松酊', 'FFCSFQS', '外用药', '', '瓶', '20ml', '', '24', null, '0.00', '0.00', '');
INSERT INTO `drugs` VALUES ('115001', '智杞颗粒', 'ZJ', '营养药', '', '盒', '2g*12', '国药准字', '24', null, '0.00', '0.00', '湖北广仁药业有限责任公司');
INSERT INTO `drugs` VALUES ('115002', '健脾八珍糕', 'JPBZG', '营养药', '', '盒', '250g', '国药准字', '24', null, '0.00', '0.00', '江西百神药业');
INSERT INTO `drugs` VALUES ('115003', '五加茸血口服液', 'WJRX', '营养药', '', '盒', '10ml*10', '国药准字', '24', null, '0.00', '0.00', '通化万通药业');
INSERT INTO `drugs` VALUES ('115004', '稚儿灵颗粒', 'ZEL', '营养药', '', '盒', '9g*6', '国药准字', '24', null, '0.00', '0.00', '山西吕梁中药厂');
INSERT INTO `drugs` VALUES ('115005', '复方地茯口服液', 'FFDF', '营养药', '', '盒', '10ml*10', '国药准字', '24', null, '0.00', '0.00', '江西广力药业');
INSERT INTO `drugs` VALUES ('115006', '肾脾双补口服液', 'SPSB', '营养药', '', '盒', '10ml*20', '国药准字', '24', null, '0.00', '0.00', '仁和药业');
INSERT INTO `drugs` VALUES ('115007', '复方肝浸膏片', 'FFGJGP', '营养药', '', '盒', '45s', '国药准字', '24', null, '0.00', '0.00', '山西千汇药业');
INSERT INTO `drugs` VALUES ('115008', '虚汗停颗粒', 'XHT', '营养药', '', '盒', '10g*6', '国药准字', '24', null, '0.00', '0.00', '广州奇星药业');
INSERT INTO `drugs` VALUES ('115009', '口服葡萄糖', 'KFPTT', '营养药', '', '袋', '500g', '国药准字', '24', null, '0.00', '0.00', '江西红星药业');
INSERT INTO `drugs` VALUES ('115010', '天王补心丸', 'TWBXW', '营养药', '', '瓶', '120g', '国药准字', '24', null, '0.00', '0.00', '江西樟树制药厂');
INSERT INTO `drugs` VALUES ('115011', '柏子养心丸', 'BZYXW', '营养药', '', '瓶', '120g', '国药准字', '24', null, '0.00', '0.00', '江西樟树制药厂');
INSERT INTO `drugs` VALUES ('115012', '转移因子口服溶液', 'ZYYZ', '营养药', '', '盒', '10ml*6', '国药准字', '24', null, '0.00', '0.00', '沈阳一天生物药业');
INSERT INTO `drugs` VALUES ('115013', '转移因子口服液', 'ZYYZ', '营养药', '', '盒', '10ml*7', '国药准字', '24', null, '0.00', '0.00', '赣南海欣药业');
INSERT INTO `drugs` VALUES ('115014', '脑力宝丸', 'NLB', '营养药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '河南宛西制药');
INSERT INTO `drugs` VALUES ('115015', '养血口服液', 'YX', '营养药', '', '盒', '10ml*15', '国药准字', '24', null, '0.00', '0.00', '通化东圣药业');
INSERT INTO `drugs` VALUES ('115016', '参茸酒', 'SRJ', '营养药', '', '瓶', '500ml', '国药准字', '24', null, '0.00', '0.00', '江苏信谊金康药业');
INSERT INTO `drugs` VALUES ('115017', '海狗丸', 'HGW', '营养药', '', '瓶', '0.3g*120s', 'CZ20040002', '24', '20040002', '0.00', '0.00', '香港京都养生堂制药');
INSERT INTO `drugs` VALUES ('115018', '金水宝胶囊', 'JSB', '营养药', '', '瓶', '45s', '国药准字', '24', null, '0.00', '0.00', '江西金水宝制药');
INSERT INTO `drugs` VALUES ('115019', '男宝胶囊', 'LB', '营养药', '', '盒', '0.3g*20s', '国药准字', '24', null, '0.00', '0.00', '天津力生制药');
INSERT INTO `drugs` VALUES ('115020', '全鹿丸', 'QLW', '营养药', '', '瓶', '90g', '国药准字', '24', null, '0.00', '0.00', '江西樟树制药厂');
INSERT INTO `drugs` VALUES ('115022', '斑秃丸', 'BTW', '营养药', '', '瓶', '35g', '国药准字', '24', null, '0.00', '0.00', '广州敬修堂药业');
INSERT INTO `drugs` VALUES ('115025', '益血生胶囊', 'YXS', '营养药', '', '盒', '0.25g*36s', '国药准字', '24', null, '0.00', '0.00', '吉林敖东珠海药业');
INSERT INTO `drugs` VALUES ('115026', '养血生发胶囊', 'YSSF', '营养药', '', '袋', '48s', '国药准字', '24', null, '0.00', '0.00', '天津市第五中药厂');
INSERT INTO `drugs` VALUES ('115028', '安神胶囊', 'AS', '营养药', '', '盒', '0.25g24s', '国药准字', '24', null, '0.00', '0.00', '通化茂祥药业');
INSERT INTO `drugs` VALUES ('115030', '西洋参胶囊', 'XYS', '营养药', '', '盒', '12s', '国药准字', '24', null, '0.00', '0.00', '深圳金活一洲制药 ');
INSERT INTO `drugs` VALUES ('115032', '阿归养血颗粒', 'EGYX', '营养药', '', '盒', '10g*6', '国药准字', '24', null, '0.00', '0.00', '江西天海药业');
INSERT INTO `drugs` VALUES ('115101', '益气养血口服液', 'YQYX', '保健内服', '', '盒', '10ml*10', '', '24', null, '0.00', '0.00', '通化玉圣药业');
INSERT INTO `drugs` VALUES ('115105', '肾宝糖浆', 'SB', '保健内服', '', '瓶', '200ml', '', '24', null, '0.00', '0.00', '江西济民可信药业有限公司');
INSERT INTO `drugs` VALUES ('116001', '小儿清热止咳口服液', 'XEQEZK', '呼吸系统用药', '', '盒', '10ml*10', '国药准字', '24', null, '0.00', '0.00', '河南百泉制药');
INSERT INTO `drugs` VALUES ('116002', '镇咳糖浆', 'ZKTJ', '呼吸系统用药', '', '瓶', '100ml', '国药准字', '24', null, '0.00', '0.00', '江西广力药业');
INSERT INTO `drugs` VALUES ('116003', '复方鲜竹沥液', 'FFXZL', '呼吸系统用药', '', '盒', '10ml*10', '国药准字', '24', null, '0.00', '0.00', '江西新余制药');
INSERT INTO `drugs` VALUES ('116004', '鲜竹沥', 'XZL', '呼吸系统用药', '', '盒', '10ml*6', '国药准字', '24', null, '0.00', '0.00', '江西泽众制药');
INSERT INTO `drugs` VALUES ('116005', '化痰平喘片', 'HTPCP', '呼吸系统用药', '', '盒', '36s', '国药准字', '24', null, '0.00', '0.00', '通化万通药业');
INSERT INTO `drugs` VALUES ('116006', '消炎止咳片', 'XYZKP', '呼吸系统用药', '', '盒', '12s*2', '国药准字', '24', null, '0.00', '0.00', '吉林敖东集团大连药业');
INSERT INTO `drugs` VALUES ('116007', '黄荆油胶丸', 'HJYJW', '呼吸系统用药', '', '盒', '24s', '国药准字', '24', null, '0.00', '0.00', '广西龙州方略制药');
INSERT INTO `drugs` VALUES ('116008', '罗汉果止咳片', 'LHGZKP', '呼吸系统用药', '', '盒', '36s', '国药准字', '24', null, '0.00', '0.00', '广西龙州方略制药');
INSERT INTO `drugs` VALUES ('116009', '小儿咳喘灵颗粒', 'XEKCLKL', '呼吸系统用药', '', '盒', '2g*12', '国药准字', '24', null, '0.00', '0.00', '江西百神药业');
INSERT INTO `drugs` VALUES ('116010', '咳特灵胶囊', 'KTLJN', '呼吸系统用药', '', '盒', '30s', '国药准字', '24', null, '0.00', '0.00', '广州粤华药业');
INSERT INTO `drugs` VALUES ('116011', '利咽灵片', 'LYLP', '呼吸系统用药', '', '盒', '24s', '国药准字', '24', null, '0.00', '0.00', '吉林长恒药业');
INSERT INTO `drugs` VALUES ('116012', '康乐鼻炎片', 'KLBYP', '呼吸系统用药', '', '盒', '12s*2*3', '国药准字', '24', null, '0.00', '0.00', '杨凌无为制药');
INSERT INTO `drugs` VALUES ('116013', '枇杷止咳颗粒', 'PPZKKL', '呼吸系统用药', '', '盒', '3g*9', '国药准字', '24', null, '0.00', '0.00', '贵州神奇制药');
INSERT INTO `drugs` VALUES ('116014', '咳特灵片', 'KTLP', '呼吸系统用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '广东省博罗先锋药业');
INSERT INTO `drugs` VALUES ('116015', '克咳胶囊', 'KKJN', '呼吸系统用药', '', '盒', '12s', '国药准字', '24', null, '0.00', '0.00', '贵州益佰制药股份有限公司');
INSERT INTO `drugs` VALUES ('116016', '止咳丸', 'ZKW', '呼吸系统用药', '', '盒', '36s', '国药准字', '24', null, '0.00', '0.00', '昆明中药厂');
INSERT INTO `drugs` VALUES ('116017', '枇杷止咳胶囊', 'PPZKKL', '呼吸系统用药', '', '盒', '0.25g*24s', '国药准字', '24', null, '0.00', '0.00', '贵州神奇制药');
INSERT INTO `drugs` VALUES ('116018', '肺宁冲剂', 'FNCJ', '呼吸系统用药', '', '盒', '10g*10', '国药准字', '24', null, '0.00', '0.00', '吉林修正药业集团股份有限公司');
INSERT INTO `drugs` VALUES ('116019', '藿胆丸', 'HDW', '呼吸系统用药', '', '瓶', '36g', '国药准字', '24', null, '0.00', '0.00', '广州羊城药业 ');
INSERT INTO `drugs` VALUES ('116020', '小儿止咳糖浆', 'DSZK', '呼吸系统用药', '', '盒', '10ml*12', '国药准字', '24', null, '0.00', '0.00', '通化东圣药业');
INSERT INTO `drugs` VALUES ('116021', '金嗓利咽丸', 'JSLYW', '呼吸系统用药', '', '瓶', '360s', '国药准字', '24', null, '0.00', '0.00', '西安碑林药业');
INSERT INTO `drugs` VALUES ('116022', '小儿清肺止咳片', 'XEQFZKP', '呼吸系统用药', '', '瓶', '60s', '国药准字', '24', null, '0.00', '0.00', '北京同仁堂制药厂');
INSERT INTO `drugs` VALUES ('116023', '喉疾灵胶囊', 'HJL', '呼吸系统用药', '', '盒', '12s*2', '国药准字', '24', null, '0.00', '0.00', '广州陈李济药厂');
INSERT INTO `drugs` VALUES ('116024', '双料喉风散', 'SLHFS', '呼吸系统用药', '', '支', '1g', '国药准字', '24', null, '0.00', '0.00', '梅州市嘉应制药');
INSERT INTO `drugs` VALUES ('116025', '双料喉风散', 'SLHFS', '呼吸系统用药', '', '支', '2.2g', '国药准字', '24', null, '0.00', '0.00', '梅州市嘉应制药');
INSERT INTO `drugs` VALUES ('116026', '西瓜霜', 'XGS', '呼吸系统用药', '', '支', '2.5g', '国药准字', '24', null, '0.00', '0.00', '桂林三金药业');
INSERT INTO `drugs` VALUES ('116027', '锡类散', 'XLS', '呼吸系统用药', '', '支', '1g', '国药准字', '24', null, '0.00', '0.00', '江苏七O七天然制药有限公司');
INSERT INTO `drugs` VALUES ('116028', '硫酸特布他林片(博利康尼)', 'BLKN', '呼吸系统用药', '', '盒', '2.5mg*20s', '国药准字', '24', null, '0.00', '0.00', '阿斯利康制药 ');
INSERT INTO `drugs` VALUES ('116029', '消咳喘糖浆', 'XKC', '呼吸系统用药', '', '瓶', '100ml', '国药准字', '24', null, '0.00', '0.00', '黑龙江铁力红叶制药');
INSERT INTO `drugs` VALUES ('116030', '京制咳嗽痰喘丸', 'JZKSTCW', '呼吸系统用药', '', '瓶', '300s', '国药准字', '24', null, '0.00', '0.00', '北京同仁堂制药厂');
INSERT INTO `drugs` VALUES ('116031', '牡荆油胶丸', 'MJY', '呼吸系统用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '厦门鱼肝油厂');
INSERT INTO `drugs` VALUES ('116032', '消咳喘糖浆', 'XKC', '呼吸系统用药', '', '瓶', '100ml', '国药准字', '24', null, '0.00', '0.00', '烟台中亚药业');
INSERT INTO `drugs` VALUES ('116033', '咳速停糖浆', 'KST', '呼吸系统用药', '', '瓶', '100ml', '国药准字', '24', null, '0.00', '0.00', '贵州百灵制药有限公司');
INSERT INTO `drugs` VALUES ('116034', '急支糖浆', 'JZ', '呼吸系统用药', '', '瓶', '100ml', '国药准字', '24', null, '0.00', '0.00', '太极集团涪陵制药');
INSERT INTO `drugs` VALUES ('116035', '强力枇杷露', 'ADP', '呼吸系统用药', '', '瓶', '150ml', '国药准字', '24', null, '0.00', '0.00', '浙江一新制药股份有限公司');
INSERT INTO `drugs` VALUES ('116036', '复方磷酸可待因溶液(联邦止咳露)', 'LBZKL', '呼吸系统用药', '', '瓶', '120ml', '国药准字', '24', null, '0.00', '0.00', '深圳市制药厂');
INSERT INTO `drugs` VALUES ('116037', '法半夏枇杷膏', 'FBXPPG', '呼吸系统用药', '', '瓶', '120ml', 'ZC20020014', '24', '20020014', '0.00', '0.00', '香港京都养生堂制药');
INSERT INTO `drugs` VALUES ('116038', '蜜炼川贝枇杷膏', 'ML', '呼吸系统用药', '', '瓶', '150ml', 'ZC20020009', '24', '20020009', '0.00', '0.00', '京都念慈菴总厂');
INSERT INTO `drugs` VALUES ('116039', '海珠喘息定片', 'HZCXD', '呼吸系统用药', '', '瓶', '50s', '国药准字', '24', null, '0.00', '0.00', '厦门中药厂');
INSERT INTO `drugs` VALUES ('116040', '镇咳宁胶囊', 'ZKN', '呼吸系统用药', '', '袋', '10s', '国药准字', '24', null, '0.00', '0.00', '成都康弘制药');
INSERT INTO `drugs` VALUES ('116041', '氨茶碱片', 'ACJP', '呼吸系统用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '南京白敬宇制药有限责任公司');
INSERT INTO `drugs` VALUES ('116042', '鱼腥草素钠片', 'YXCSN', '呼吸系统用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '上海福得瑞药业');
INSERT INTO `drugs` VALUES ('116043', '复方甘草麻黄碱片(消咳宁)', 'XKN', '呼吸系统用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '北京太洋药业');
INSERT INTO `drugs` VALUES ('116044', '金嗓子喉片', 'GXJSZ', '呼吸系统用药', '', '盒', '20s', '国药准字', '24', null, '0.00', '0.00', '广西金嗓子有限责任公司');
INSERT INTO `drugs` VALUES ('116050', '补金丸', 'BJW', '呼吸系统用药', '', '盒', '36s', '国药准字', '24', null, '0.00', '0.00', '通化华辰药业');
INSERT INTO `drugs` VALUES ('116051', '补金片', 'BJP', '呼吸系统用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '通化华辰药业');
INSERT INTO `drugs` VALUES ('116052', '小儿化痰止咳颗粒', 'XEHTZK', '呼吸系统用药', '', '盒', '5g*9', '国药准字', '24', null, '0.00', '0.00', '河北金牛制药');
INSERT INTO `drugs` VALUES ('117001', '复方肝浸膏片', 'FFGJG', '肝胆药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '鄂州武昌鱼生物药业 ');
INSERT INTO `drugs` VALUES ('117002', '鸡骨草胶囊', 'JGC', '肝胆药', '', '瓶', '48s', '国药准字', '24', null, '0.00', '0.00', '广西玉林制药');
INSERT INTO `drugs` VALUES ('117003', '护肝片', 'HGP', '肝胆药', '', '瓶', '0.35g*100s', '国药准字', '24', null, '0.00', '0.00', '黑龙江葵花药业');
INSERT INTO `drugs` VALUES ('117004', '护肝片', 'HGP', '肝胆药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '广东惠州中药厂');
INSERT INTO `drugs` VALUES ('117005', '复方益肝灵片', 'FFYGL', '肝胆药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '江苏中兴药业');
INSERT INTO `drugs` VALUES ('117006', '复方益肝灵片', 'FFYGL', '肝胆药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '吉林紫鑫药业');
INSERT INTO `drugs` VALUES ('117007', '乙肝扶正胶囊', 'YGFZ', '肝胆药', '', '盒', '0.25g*36s', '国药准字', '24', null, '0.00', '0.00', '江西华太药业有限公司');
INSERT INTO `drugs` VALUES ('117008', '乙肝扶正胶囊', 'YGFZ', '肝胆药', '', '盒', '30s', '国药准字', '24', null, '0.00', '0.00', '武汉健民集团随州药业');
INSERT INTO `drugs` VALUES ('117009', '乙肝解毒胶囊', 'YGJD', '肝胆药', '', '盒', '30s', '国药准字', '24', null, '0.00', '0.00', '武汉健民集团随州药业');
INSERT INTO `drugs` VALUES ('117010', '垂盆草冲剂', 'CPCCJ', '肝胆药', '', '盒', '10g*12', '国药准字', '24', null, '0.00', '0.00', '江西三越药业有限公司');
INSERT INTO `drugs` VALUES ('117011', '联苯双酯滴丸', 'LBSZ', '肝胆药', '', '瓶', '1.5mg*250s', '国药准字', '24', null, '0.00', '0.00', '浙江医药股份有限公司新昌制药厂');
INSERT INTO `drugs` VALUES ('117012', '乙肝健片', 'YGJ', '肝胆药', '', '盒', '0.25g*60s*2', '国药准字', '24', null, '0.00', '0.00', '青岛三普药业');
INSERT INTO `drugs` VALUES ('117014', '乙肝宁颗粒', 'YGN', '肝胆药', '', '盒', '17g*10', '国药准字', '24', null, '0.00', '0.00', '湖南九芝堂股份有限公司');
INSERT INTO `drugs` VALUES ('117015', '石淋通片', 'SLT', '肝胆药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '广东省博罗先锋药业');
INSERT INTO `drugs` VALUES ('117040', '胆乐胶囊', 'DL', '肝胆药', '', '瓶', '80s', '国药准字', '24', null, '0.00', '0.00', '浙江永宁制药厂');
INSERT INTO `drugs` VALUES ('117041', '消炎利胆片', 'XYLDP', '肝胆药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '广东罗浮山药业');
INSERT INTO `drugs` VALUES ('117042', '胆维他片', 'DWT', '肝胆药', '', '盒', '25mg*12s', '国药准字', '24', null, '0.00', '0.00', '成都国嘉生物制药');
INSERT INTO `drugs` VALUES ('117043', '肝苏颗粒', 'GS', '肝胆药', '', '盒', '3g*9', '国药准字', '24', null, '0.00', '0.00', '四川郎中制药');
INSERT INTO `drugs` VALUES ('118001', '麝香接骨胶囊', 'SXJGJN', '祛风湿用药', '', '盒', '0.3g*40', '国药准字', '24', null, '0.00', '0.00', '哈药集团世一堂制药');
INSERT INTO `drugs` VALUES ('118002', '大活络丸', 'DHLW', '祛风湿用药', '', '盒', '10*1', '国药准字', '24', null, '0.00', '0.00', '樟树制药厂');
INSERT INTO `drugs` VALUES ('118003', '人参再造丸', 'RSZZW', '祛风湿用药', '', '盒', '10*1', '国药准字', '24', null, '0.00', '0.00', '樟树制药厂');
INSERT INTO `drugs` VALUES ('118004', '小活络丸', 'XHLW', '祛风湿用药', '', '盒', '10*1', '国药准字', '24', null, '0.00', '0.00', '樟树制药厂');
INSERT INTO `drugs` VALUES ('118005', '华佗再造丸', 'HTZZW', '祛风湿用药', '', '瓶', '80g', '国药准字', '24', null, '0.00', '0.00', '广州奇星药业');
INSERT INTO `drugs` VALUES ('118006', '骨刺片', 'GCP', '祛风湿用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '广州花城制药');
INSERT INTO `drugs` VALUES ('118007', '追风透骨丸', 'ZFTGW', '祛风湿用药', '', '瓶', '36g', '国药准字', '24', null, '0.00', '0.00', '广州敬修堂药业');
INSERT INTO `drugs` VALUES ('118008', '壮骨关节丸', 'ZGGJW', '祛风湿用药', '', '瓶', '60g', '国药准字', '24', null, '0.00', '0.00', '三九医药股份有限公司');
INSERT INTO `drugs` VALUES ('118011', '骨仙片', 'GSP', '祛风湿用药', '', '瓶', '72s', '国药准字', '24', null, '0.00', '0.00', '广州中一药业');
INSERT INTO `drugs` VALUES ('118012', '骨折挫伤胶囊', 'GZCSJN', '祛风湿用药', '', '瓶', '30s', '国药准字', '24', null, '0.00', '0.00', '远达药业集团哈尔滨中药六厂');
INSERT INTO `drugs` VALUES ('118013', '骨筋丸胶囊', 'GJWJN', '祛风湿用药', '', '盒', '12s*2', '国药准字', '24', null, '0.00', '0.00', '哈尔滨泰华药业');
INSERT INTO `drugs` VALUES ('118014', '骨刺平片', 'GCPP', '祛风湿用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '广西千方药业');
INSERT INTO `drugs` VALUES ('118015', '抗骨增生丸', 'KGZSW', '祛风湿用药', '', '盒', '3g*10', '国药准字', '24', null, '0.00', '0.00', '佛山冯了性药业');
INSERT INTO `drugs` VALUES ('118016', '抗骨增生片', 'KGZS', '祛风湿用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '通化东日药业');
INSERT INTO `drugs` VALUES ('118017', '抗骨增生片', 'KGZSP', '祛风湿用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '广东省博罗先锋药业');
INSERT INTO `drugs` VALUES ('118018', '麝香风湿胶囊', 'SXFSYN', '祛风湿用药', '', '盒', '12s*3', '国药准字', '24', null, '0.00', '0.00', '仁和药业');
INSERT INTO `drugs` VALUES ('118019', '野木瓜片', 'YMGP', '祛风湿用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '广州花城制药');
INSERT INTO `drugs` VALUES ('118020', '野木瓜片', 'YMGP', '祛风湿用药', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '江西保利制药');
INSERT INTO `drugs` VALUES ('118021', '中华跌打丸', 'ZHDDW', '祛风湿用药', '', '盒', '6g*6', '国药准字', '24', null, '0.00', '0.00', '广西梧州制药');
INSERT INTO `drugs` VALUES ('118022', '风湿马钱片', 'FSMQP', '祛风湿用药', '', '瓶', '28s', '国药准字', '24', null, '0.00', '0.00', '河南蓝天药业');
INSERT INTO `drugs` VALUES ('118023', '万通筋骨片', 'WTJGP', '祛风湿用药', '', '盒', '24s', '国药准字', '24', null, '0.00', '0.00', '通化万通药业');
INSERT INTO `drugs` VALUES ('118024', '腰痛宁胶囊', 'YTN', '祛风湿用药', '', '盒', '20s', '国药准字', '24', null, '0.00', '0.00', '承德颈复康药业');
INSERT INTO `drugs` VALUES ('118025', '活血止痛胶囊', 'HXZTJN', '祛风湿用药', '', '盒', '36s', '国药准字', '24', null, '0.00', '0.00', '江西昌诺药业');
INSERT INTO `drugs` VALUES ('118026', '云南白药胶囊', 'YNBY', '祛风湿用药', '', '盒', '16s', '国药准字', '24', null, '0.00', '0.00', '云南白药集团');
INSERT INTO `drugs` VALUES ('118027', '云南白药', 'YNBY', '祛风湿用药', '', '瓶', '4g', '国药准字', '24', null, '0.00', '0.00', '云南白药集团');
INSERT INTO `drugs` VALUES ('118029', '雷公藤片', 'LGTP', '祛风湿用药', '', '瓶', '40s', '国药准字', '24', null, '0.00', '0.00', '三九黄石制药');
INSERT INTO `drugs` VALUES ('118030', '颈腰康胶囊', 'JYK', '祛风湿用药', '', '盒', '0.33g*30s', '国药准字', '24', null, '0.00', '0.00', '吉林修正药业集团股份有限公司');
INSERT INTO `drugs` VALUES ('118031', '风湿定胶囊', 'FSD', '祛风湿用药', '', '盒', '0.3g*12s', '国药准字', '24', null, '0.00', '0.00', '通化茂祥药业');
INSERT INTO `drugs` VALUES ('118049', '风湿液', 'FSY', '祛风湿用药', '', '盒', '10ml*6', '国药准字', '24', null, '0.00', '0.00', '四川宝光药业');
INSERT INTO `drugs` VALUES ('118050', '国公酒', 'GGJ', '祛风湿用药', '', '瓶', '328ml', '国药准字', '24', null, '0.00', '0.00', '同仁堂股份有限公司同仁堂药酒厂');
INSERT INTO `drugs` VALUES ('118051', '骨刺消痛液', 'GCXTY', '祛风湿用药', '', '瓶', '300ml', '国药准字', '24', null, '0.00', '0.00', '同仁堂股份有限公司同仁堂药酒厂');
INSERT INTO `drugs` VALUES ('118052', '蕲蛇药酒', 'QSYJ', '祛风湿用药', '', '瓶', '500ml', '国药准字', '24', null, '0.00', '0.00', '江西吉安制药厂');
INSERT INTO `drugs` VALUES ('118070', '保泰松片', 'BTS', '祛风湿用药', '', '瓶', '0.1g*100s', '国药准字', '24', null, '0.00', '0.00', '南通精华制药');
INSERT INTO `drugs` VALUES ('118071', '大黄庶虫丸', 'DHZCW', '祛风湿用药', '', '盒', '12*3g', '国药准字', '24', null, '0.00', '0.00', '湖南德康制药股份有限公司');
INSERT INTO `drugs` VALUES ('118072', '追风活血片', 'JFHXP', '祛风湿用药', '', '盒', '24s', '国药准字', '24', null, '0.00', '0.00', '牡丹江太平洋制药');
INSERT INTO `drugs` VALUES ('119001', '炎可宁片', 'YKN', '清热消炎药', '', '盒', '24s', '国药准字', '24', null, '0.00', '0.00', '通化华辰药业');
INSERT INTO `drugs` VALUES ('119002', '双黄消炎片', 'SHXYP', '清热消炎药', '', '盒', '36s', '国药准字', '24', null, '0.00', '0.00', '通化万通药业');
INSERT INTO `drugs` VALUES ('119003', '了哥王', 'LGW', '清热消炎药', '', '盒', '15s*2', '国药准字', '24', null, '0.00', '0.00', '江西三越药业有限公司');
INSERT INTO `drugs` VALUES ('119004', '石黄抗菌片', 'SHKJP', '清热消炎药', '', '盒', '24s*2', '国药准字', '24', null, '0.00', '0.00', '河南时珍制药');
INSERT INTO `drugs` VALUES ('119005', '三金片', 'SJP', '清热消炎药', '', '盒', '72s', '国药准字', '24', null, '0.00', '0.00', '桂林三金药业');
INSERT INTO `drugs` VALUES ('119006', '清火栀麦片', 'QHZMP', '清热消炎药', '', '盒', '12s*2', '国药准字', '24', null, '0.00', '0.00', '江西九连山药业有限公司');
INSERT INTO `drugs` VALUES ('119007', '清热消炎宁胶囊', 'QRXYN', '清热消炎药', '', '盒', '20s', '国药准字', '24', null, '0.00', '0.00', '广州敬修堂药业');
INSERT INTO `drugs` VALUES ('119008', '冬凌草片', 'DLCP', '清热消炎药', '', '瓶', '0.25g*60s', '国药准字', '24', null, '0.00', '0.00', '安阳中智药业 ');
INSERT INTO `drugs` VALUES ('119010', '湿毒清', 'XDQ', '清热消炎药', '', '瓶', '30s', '国药准字', '24', null, '0.00', '0.00', '广西玉林制药');
INSERT INTO `drugs` VALUES ('119012', '牛黄上清胶囊', 'NHSQJN', '清热消炎药', '', '盒', '24s', '国药准字', '24', null, '0.00', '0.00', '江西天施康中药股份有限公司');
INSERT INTO `drugs` VALUES ('119013', '牛黄解毒片', 'NHJDP', '清热消炎药', '', '袋', '24s', '国药准字', '24', null, '0.00', '0.00', '山西亚宝药业集团股份有限公司');
INSERT INTO `drugs` VALUES ('119014', '板兰根含片', 'BLGHP', '清热消炎药', '', '盒', '8s*2', '国药准字', '24', null, '0.00', '0.00', '洛阳春都制药');
INSERT INTO `drugs` VALUES ('119015', '炎宁颗粒', 'YNKL', '清热消炎药', '', '盒', '14g*6', '国药准字', '24', null, '0.00', '0.00', '三九湖州药业');
INSERT INTO `drugs` VALUES ('119016', '南板兰根颗粒', 'NBLG', '清热消炎药', '', '袋', '10g*20', '国药准字', '24', null, '0.00', '0.00', '江西九连山药业有限公司');
INSERT INTO `drugs` VALUES ('119017', '大败毒胶囊', 'DBDJN', '清热消炎药', '', '盒', '10s*2', '国药准字', '24', null, '0.00', '0.00', '仁和药业');
INSERT INTO `drugs` VALUES ('119018', '众生丸', 'ZSW', '清热消炎药', '', '瓶', '60s', '国药准字', '24', null, '0.00', '0.00', '广东众生药业');
INSERT INTO `drugs` VALUES ('119019', '一清胶囊', 'YQJN', '清热消炎药', '', '袋', '0.5g*20s', '国药准字', '24', null, '0.00', '0.00', '成都康弘制药');
INSERT INTO `drugs` VALUES ('119020', '安宫牛黄丸', 'AGN', '清热消炎药', '', '盒', '3g', '国药准字', '24', null, '0.00', '0.00', '江西樟树制药厂');
INSERT INTO `drugs` VALUES ('119021', '安宫牛黄丸', 'AGN', '清热消炎药', '', '盒', '3g', '国药准字', '24', null, '0.00', '0.00', '北京同仁堂制药厂');
INSERT INTO `drugs` VALUES ('119025', '清开灵胶囊', 'QKL', '清热消炎药', '', '盒', '24s', '国药准字', '24', null, '0.00', '0.00', '远达药业集团哈尔滨一洲制药有限');
INSERT INTO `drugs` VALUES ('119026', '新癀片', 'XHP', '清热消炎药', '', '盒', '36s', '国药准字', '24', null, '0.00', '0.00', '厦门中药厂');
INSERT INTO `drugs` VALUES ('119027', '痔宁片', 'CNP', '清热消炎药', '', '盒', '20s*2', '国药准字', '24', null, '0.00', '0.00', '湖南三九南开制药有限公司');
INSERT INTO `drugs` VALUES ('119028', '季德胜蛇药片', 'SYP', '清热消炎药', '', '盒', '10s*2', '国药准字', '24', null, '0.00', '0.00', '南通精华制药');
INSERT INTO `drugs` VALUES ('119030', '六神丸', 'LSW', '清热消炎药', '', '瓶', '50s', '国药准字', '24', null, '0.00', '0.00', '上海雷允上药业有限公司');
INSERT INTO `drugs` VALUES ('119031', '黄藤素片', 'HTSP', '清热消炎药', '', '盒', '24s', '国药准字', '24', null, '0.00', '0.00', '云南思茅南天制药');
INSERT INTO `drugs` VALUES ('120001', '盐酸二甲双胍片', 'MDK', '其他', '', '盒', '48s', '国药准字', '24', null, '0.00', '0.00', '深圳市中联制药');
INSERT INTO `drugs` VALUES ('120002', '糖尿乐胶囊', 'TNL', '其他', '', '盒', '0.3g20s', '国药准字', '24', null, '0.00', '0.00', '河南辅仁药业');
INSERT INTO `drugs` VALUES ('120003', '参芪降糖胶囊', 'CQJT', '其他', '', '盒', '0.35g*24s', '国药准字', '24', null, '0.00', '0.00', '河南羚锐制药');
INSERT INTO `drugs` VALUES ('120004', '消渴丸', 'XKW', '其他', '', '瓶', '30g', '国药准字', '24', null, '0.00', '0.00', '广州中一药业');
INSERT INTO `drugs` VALUES ('120005', '格列苯脲片', 'GLBN', '其他', '', '瓶', '100s', '国药准字', '24', null, '0.00', '0.00', '汕头金石制药');
INSERT INTO `drugs` VALUES ('120006', '强力痔根断', 'QLZG', '其他', '', '盒', '80s', 'Z20020013', '24', '20020013', '0.00', '0.00', '德国汉堡爱活大药厂');
INSERT INTO `drugs` VALUES ('120007', '酚酞片', 'FTP', '其他', '', '瓶', '0.1g*100s', '国药准字', '24', null, '0.00', '0.00', '临汾奇林药业');
INSERT INTO `drugs` VALUES ('120008', '盐酸西布曲明胶囊(曲美)', 'QM', '其他', '', '盒', '10s*3', '国药准字', '24', null, '0.00', '0.00', '太极集团涪陵制药');
INSERT INTO `drugs` VALUES ('189001', '青风藤', 'QFT', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189002', '海风藤', 'HFT', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189003', '荆芥', 'JJ', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189004', '大腹皮', 'DFP', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189005', '马斗玲', 'MDL', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189006', '炙百部', 'ZBB', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189007', '土茯苓', 'TFL', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189008', '川山甲', 'CSJ', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189009', '白毛根', 'BMG', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189010', '天麻', 'TM', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189011', '藕节', 'OJ', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189012', '王不留行', 'WBLH', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189013', '厚朴', 'HP', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189014', '益智仁', 'YZR', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189015', '决明子', 'JMZ', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189016', '白芨', 'BJ', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189017', '地榆', 'DY', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189018', '胖大海', 'PDH', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189019', '青果', 'QG', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189020', '沉香', 'CX', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189021', '乌药', 'WY', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189022', '木香', 'MX', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189023', '三棱', 'SL', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189024', '莪术', 'ES', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189025', '肉桂', 'RG', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189026', '北豆根', 'BDG', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189027', '天花粉', 'THF', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189028', '防风', 'FF', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189029', '佛手', 'S', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189030', '香橼', 'XY', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189031', '葛根', 'GG', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189032', '蛇床子', 'SCZ', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189033', '地肤子', 'DFZ', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189034', '苍耳子', 'CEZ', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189035', '炒山药', 'CSY', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189036', '肉苁蓉', 'RCR', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189037', '羌活', 'QH', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189038', '独活', 'DH', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189039', '远志', 'YZ', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189040', '前胡', 'QH', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189041', '紫苑', 'ZY', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189043', '乌梅', 'WM', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189044', '白蒺藜', 'BJL', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189045', '蔓荆子', 'MJZ', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189046', '牛蒡子', 'NBZ', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189047', '五味子', 'WWZ', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189048', '紫苏子', 'ZSZ', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189049', '枳壳', 'ZK', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');
INSERT INTO `drugs` VALUES ('189050', '枳实', 'ZS', '中药', '', '包', '克', '', '24', null, '0.00', '0.00', '张垣');

-- ----------------------------
-- Table structure for getin
-- ----------------------------
DROP TABLE IF EXISTS `getin`;
CREATE TABLE `getin` (
  `buyid` int(11) NOT NULL,
  `drugid` int(11) DEFAULT NULL,
  `drugname` varchar(255) DEFAULT NULL,
  `number` int(11) DEFAULT NULL,
  `durgbid` double DEFAULT NULL,
  `mangertype` varchar(255) DEFAULT NULL,
  `date` datetime DEFAULT NULL,
  PRIMARY KEY (`buyid`),
  KEY `buyid` (`drugid`),
  KEY `buybid` (`durgbid`),
  CONSTRAINT `buybid` FOREIGN KEY (`durgbid`) REFERENCES `drugs` (`bid`),
  CONSTRAINT `buyid` FOREIGN KEY (`drugid`) REFERENCES `drugs` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of getin
-- ----------------------------

-- ----------------------------
-- Table structure for getout
-- ----------------------------
DROP TABLE IF EXISTS `getout`;
CREATE TABLE `getout` (
  `id` int(11) NOT NULL,
  `drugid` int(11) DEFAULT NULL,
  `drugname` varchar(255) DEFAULT NULL,
  `number` int(11) DEFAULT NULL,
  `durgprice` double(10,2) DEFAULT NULL,
  `managetype` varchar(255) DEFAULT NULL,
  `date` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `outprice` (`durgprice`),
  CONSTRAINT `outid` FOREIGN KEY (`id`) REFERENCES `drugs` (`id`),
  CONSTRAINT `outprice` FOREIGN KEY (`durgprice`) REFERENCES `drugs` (`price`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of getout
-- ----------------------------

-- ----------------------------
-- Table structure for users
-- ----------------------------
DROP TABLE IF EXISTS `users`;
CREATE TABLE `users` (
  `id` varchar(255) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `password` varchar(255) DEFAULT NULL,
  `sex` varchar(255) DEFAULT NULL,
  `ygjs` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of users
-- ----------------------------
INSERT INTO `users` VALUES ('001', '张三', '1', '男', '1');
INSERT INTO `users` VALUES ('002', '李四', '2', '男', '2');
INSERT INTO `users` VALUES ('003', '王五', '3', '男', '3');
